[{"chapter_no": "6", "sutra_no": "1 ", "sutra": "The Blessed Lord said  He who performs an action which is his duty, without depending on the result of action, he is a monk and a yogi; (but) not (so in) he who does not keep a fire and is actionless."}, {"chapter_no": "6", "sutra_no": "2 ", "sutra": "That which they call monasticism, know that to be Yoa, O Pandava, For, nobody who has not given up expectations can be a yogi."}, {"chapter_no": "6", "sutra_no": "3 ", "sutra": "For the sage who wishes to ascend to (Dhyana-) yoga, action is said to be the means. For that person, when he has ascended to (Dhyana-)yoga, inaction alone is said to be the means."}, {"chapter_no": "6", "sutra_no": "4 ", "sutra": "Verily, [Verily: This word emphasizes the fact that, since attachment to sense objects like sound etc. and to actions is an obstacle in the path of Yoga, therefore the removal of that obstruction is the means to its attainment.] when a man who has given up thought about everything does not get attached to sense-objects or acitons, he is then said to be established in Yoga."}, {"chapter_no": "6", "sutra_no": "5 ", "sutra": "One should save oneself by oneself; one should not lower oneself. For oneself is verily one's onw friend; oneself is verily one's own enemy."}, {"chapter_no": "6", "sutra_no": "6 ", "sutra": "Of him, by whom has been conered his very self by the self, his self is the friend of his self. But, for one who has not conered his self, his self itself acts inimically like an enemy."}, {"chapter_no": "6", "sutra_no": "7 ", "sutra": "The supreme Self of one who has control over the aggregate of his body and organs, and who is tranil, becomes manifest. (He should be eipoised) [These words are supplied to complete the sentence.] in the midst of cold and heat, happiness and sorrow, as also honour and dishonour."}, {"chapter_no": "6", "sutra_no": "8 ", "sutra": "One whose mind is satisfied with knowledge and realization, who is unmoved, who has his organs under control, is sadi to be Self-absorbed. The yogi treats eally a lump of earth, a stone and gold."}, {"chapter_no": "6", "sutra_no": "9 ", "sutra": "He excels who has sameness of view with regard to a benefactor, a friend, a foe [Ari (foe) is one who does harm behind one's back.], a neutral, an arbiter, the hateful, [Dvesyah is one who openly hateful.] a relative, good people and even sinners."}, {"chapter_no": "6", "sutra_no": "10", "sutra": "A yogi should constantly concentrate his mind by staying in a solitary place, alone, with mind and body controlled, free from expectations, (and) free from acisition."}, {"chapter_no": "6", "sutra_no": "11", "sutra": "Having firmly established in a clean place his seat, neither too high nor too low, and made of cloth, skin and kusa-grass, placed successively one below the other;"}, {"chapter_no": "6", "sutra_no": "12", "sutra": "(and) sitting on that seat, he should concentrate his mind for the purification of the internal organ, making the mind one-pointed and keeping the actions of the mind and senses under control."}, {"chapter_no": "6", "sutra_no": "13", "sutra": "Holding the body, head and neck erect and still, being steady, looking at the tip of his own nose-and not looking around;"}, {"chapter_no": "6", "sutra_no": "14", "sutra": "He should remain seated with a placid mind, free from fear, firm in the vow of a celibate, and with the mind fixed on Me by controlling it through concentration, having Me as the supreme Goal."}, {"chapter_no": "6", "sutra_no": "15", "sutra": "Concentrating the mind thus for ever, the yogi of controlled mind achieves the Peace which culminates in Liberation and which abides in Me."}, {"chapter_no": "6", "sutra_no": "16", "sutra": "But, O Arjuna, Yoga is not for one who eats too much, nor for one who does not eat at all; neither for one who habitually sleeps too long, nor surely for one who keeps awake."}, {"chapter_no": "6", "sutra_no": "17", "sutra": "Yoga becomes a destroyer of sorrow of one whose eating and movements are regulated, whose effort in works is moderate, and whose sleep and wakefulness are temperate."}, {"chapter_no": "6", "sutra_no": "18", "sutra": "A man who has become free from hankering for all desirable objects is then said to be Self-absorbed when the controlled mind rests in the Self alone."}, {"chapter_no": "6", "sutra_no": "19", "sutra": "As a lamp kept in a windless place does not flicker, such is the simile thought of for the yogi whose mind is under control, and who is engaged in concentration on the Self."}, {"chapter_no": "6", "sutra_no": "20", "sutra": "At the time when the mind restrained through the practice of Yoga gets withdrawn, and just when by seeing the Self by the self one remains contented in the Self alone [A.G. construes the word eva (certainly) with tusyati (remains contented).-Tr.];"}, {"chapter_no": "6", "sutra_no": "21", "sutra": "When one experienece that absolute Blisss which can be intuited by the intellect and which is beyond the senses, and being established (thus) this person surely does not swerve from Reality;"}, {"chapter_no": "6", "sutra_no": "22", "sutra": "Obtaining which one does not think of any other acisition to be superior to that, and being established in which one is not perturbed even by great sorrow;"}, {"chapter_no": "6", "sutra_no": "23", "sutra": "One should know that severance of contact with sorrow to be what is called Yoga. That Yoga has to be practised with perservance and with an undepressed heart."}, {"chapter_no": "6", "sutra_no": "24", "sutra": "By totally eschewing all desires which arise from thoughts, and restraining with the mind itself all the organs from every side;"}, {"chapter_no": "6", "sutra_no": "25", "sutra": "One should gradually withdraw with the intellect endowed with steadiness. Making the mind fixed in the Self, one should not think of anything whatsoever."}, {"chapter_no": "6", "sutra_no": "26", "sutra": "(The yogi) should bring (this mind) under the subjugation of the Self Itself, by restraining it from all those causes whatever due to which the restless, unsteady mind wanders away."}, {"chapter_no": "6", "sutra_no": "27", "sutra": "Supreme Bliss comes to this yogi alone whose mind has become perfectly tranil, whose (ality of) rajas has been eliminated, who has become identified with Brahman, and is taintless."}, {"chapter_no": "6", "sutra_no": "28", "sutra": "By concentrating his mind constantly thus, the taintless yogi easily attains the absolute Bliss of contact with Brahman."}, {"chapter_no": "6", "sutra_no": "29", "sutra": "One who has his mind Self-absorbed through Yoga, and who has the vision of sameness every-where, see this Self existing in everything, and every-thing in his Self."}, {"chapter_no": "6", "sutra_no": "30", "sutra": "One who sees Me in everything, and sees all things in Me-I do not out of his vision, and he also is not lost to My vision."}, {"chapter_no": "6", "sutra_no": "31", "sutra": "That yogi who, being established in unity, adores Me as existing in all things, he exist in Me-in whatever condition he may be."}, {"chapter_no": "6", "sutra_no": "32", "sutra": "O Arjuna, that yogi is considered the best who judges what is happiness and sorrow in all beings by the same standard as he would apply to himself."}, {"chapter_no": "6", "sutra_no": "33", "sutra": "Arjuna said  O Madhusudana (Krsna), this Yoga that has been spoken of by You as sameness, I do not see its steady continuance, owing to the restlessness (of the mind)."}, {"chapter_no": "6", "sutra_no": "34", "sutra": "For, O Krsna, the mind is unsteady, turbulent, strong and obstinate. I consider its control to be as greatly difficult as of the wind."}, {"chapter_no": "6", "sutra_no": "35", "sutra": "The Blessed Lord said  O mighty-armed one, undoubtedly the mind is untractable and restless. But, O son of Kunti, it is brought under control through practice and detachment."}, {"chapter_no": "6", "sutra_no": "36", "sutra": "My conviction is that Yoga is difficult to be attained by one of uncontrolled mind. But it is possible to be attained through the (above) means by one who strives and has a controlled mind."}, {"chapter_no": "6", "sutra_no": "37", "sutra": "Arjuna said  O krsna, failing to achieve perfection in Yoga, what goal does one attain who, though possessed of faith, is not diligent and whose mind becomes deflected from Yoga?"}, {"chapter_no": "6", "sutra_no": "38", "sutra": "O Mighty-armed one, fallen from both, without support, deluded on the path to Brahman, does he not get ruined like a scattered cloud?"}, {"chapter_no": "6", "sutra_no": "39", "sutra": "O Krsna, You should totally eradicate this doubt of mine. For, none other than Yourself can be the dispeller of this doubt!"}, {"chapter_no": "6", "sutra_no": "40", "sutra": "The Blessed Lord said  O Partha, there is certainly no ruin for him here or hereafter. For, no one engaged in good meets with a deplorable end, My son!"}, {"chapter_no": "6", "sutra_no": "41", "sutra": "Attaining the worlds of the righteous, and residing there for eternal years, the man fallen from Yoga is born in the house of the pious and the properous."}, {"chapter_no": "6", "sutra_no": "42", "sutra": "Or he is born in the family of wise yogis [Persons possessing knowledge of Brahman. (S. concedes that some rare householders also can have this knowledge, and he cites the instances of Vasistha, Agastya, Janaka and Asvapati of olden days, and Vacaspati and the author of Khanada of recent times.)] only. Such a birth as is of this kind is surely more difficult to get in the world."}, {"chapter_no": "6", "sutra_no": "43", "sutra": "There he becomes endowed with that wisdom acired in the previous body. and he strives more than before for perfection, O scion of the Kuru dynasty."}, {"chapter_no": "6", "sutra_no": "44", "sutra": "For, by that very past practice, he is carried forward even in spite of himself! Even a seeker of Yoga transcends the result of the performance of Vedic rituals!"}, {"chapter_no": "6", "sutra_no": "45", "sutra": "However, the yogi, applying himself assiduously, becoming purified from sin and attaining perfection through many births, thery acheives the highest Goal."}, {"chapter_no": "6", "sutra_no": "46", "sutra": "A yogi is higher than men of austerity; he is considered higher even than men of knowledge. The yogi is also higher than men of action. Therefore, O Arjuna, do you become a yogi."}, {"chapter_no": "6", "sutra_no": "47", "sutra": "Even among all the yogis, he who adores Me with his mind fixed on Me and with faith,he is considered by Me to be the best of the yogis."}]