[{"chapter_no": "18", "sutra_no": "1", "sutra": "Arjuna said  O mighty-armed Hrsikesa, O slayer of (the demon) Kesi, I want to know serverally the truth about sannyasa as also about tyaga."}, {"chapter_no": "18", "sutra_no": "2", "sutra": "The Blessed Lord said  The learned ones know sannyasa to be the giving up of actions done with a desire for reward. The adepts call the abandonment of the results of all works as tyaga."}, {"chapter_no": "18", "sutra_no": "3", "sutra": "Some learned persons say that action, beset with evil (as it is), should be given up, and others (say) that the practice of sacrifice, charity and austertiy should not be given up."}, {"chapter_no": "18", "sutra_no": "4", "sutra": "O the most excellent among the descendants of Bharata, hear from Me the firm conclusion regarding that tyaga. For, O greatest among men, tyaga has been clearly declared to be of three kinds."}, {"chapter_no": "18", "sutra_no": "5", "sutra": "The practice of sacrifice, charity and austerity is not to be abandoned; it is surely to be undertaken. Sacrifice, charity and austerity are verily the purifiers of the wise."}, {"chapter_no": "18", "sutra_no": "6", "sutra": "But even these actions have to be undertaken by renouncing attachment and (hankering for) results. This is My firm and best conclusion, O Parhta."}, {"chapter_no": "18", "sutra_no": "7", "sutra": "The abandoning of daily obligatory acts (nityakamas) is not justifiable. Giving up that through delusion is declared to be based on tamas."}, {"chapter_no": "18", "sutra_no": "8", "sutra": "Whatever action one may relinish merely as being painful, from fear of physical suffering, he, having resorted to renunciation based on rajas, will surely not acire the fruits of renunciation."}, {"chapter_no": "18", "sutra_no": "9", "sutra": "Whatever obligatory duty is performed just because it is a bounden duty, O Arjuna, by giving up attachment and the result as well,-that renunciation is considered to be based on sattva."}, {"chapter_no": "18", "sutra_no": "1", "sutra": "0 The man of renunciation who has become imbued with sattva, who is wise and freed from doubts, does not hate unbefitting action, nor does he become attached to befitting activity."}, {"chapter_no": "18", "sutra_no": "1", "sutra": "1 Since it is not possible for one who holds on to a body to give up actions entirely, therefore he, on the other hand, who renounces results on actions is called a man of renunciation."}, {"chapter_no": "18", "sutra_no": "1", "sutra": "2 The threefold results of actions-the undesirable, the desirable, and the mixed-accrues after death to those who do not resort to renunciation, but never to those who resort to monasticism."}, {"chapter_no": "18", "sutra_no": "1", "sutra": "3 O mighty-armed one, learned from Me these [Another reading is etani.-Tr.] five factors for the accomplishment of all actions, which have been spoken of in the Vedanta in which actions terminate."}, {"chapter_no": "18", "sutra_no": "1", "sutra": "4 The locus as also the agent, the different kinds of organs, the many and distinct activities, and, the divine is here the fifth."}, {"chapter_no": "18", "sutra_no": "1", "sutra": "5 Whatever action a man performs with the body, speech and mind, be it just or its reverse, of it these five are the cuases."}, {"chapter_no": "18", "sutra_no": "1", "sutra": "6 This being the case, anyone, who, owing to the imperfection of his intellect, perceives the absolute Self as the agent, that man does not perceive (properly), and has a perverted intellect."}, {"chapter_no": "18", "sutra_no": "1", "sutra": "7 He who has not the feeling of egoism, whose intellect is not tainted, he does not kill, nor does he become bound-even by killing these creatures!"}, {"chapter_no": "18", "sutra_no": "1", "sutra": "8 Knowledge, the object the knowledge and the knower-this is the threefold inducement to action. The comprehension of actions comes under three heads-the instruments, the object and the subject."}, {"chapter_no": "18", "sutra_no": "1", "sutra": "9 Knowledge, action and agent are stated in the teaching about the gunas to be only of three kinds according to the differences of the gunas. Hear about them also as they are."}, {"chapter_no": "18", "sutra_no": "2", "sutra": "0 Know that knowledge to be originating from sattva through which one sees a single, undecaying, undivided Entity in all the diversified things."}, {"chapter_no": "18", "sutra_no": "2", "sutra": "1 But know that knowledge to be originating from rajas which, amidst all things, apprehends the different entities of various kinds as distinct [As possessing distinct selves.]."}, {"chapter_no": "18", "sutra_no": "2", "sutra": "2 But that (knowledge) is said to be born of tamas which is confined to one form as though it were all, which is irrational, not concern with truth and triivial."}, {"chapter_no": "18", "sutra_no": "2", "sutra": "3 The daily obligatory action which is performed without attachment and without likes or dislikes by one who does not hanker for rewards, that is said to be born of sattva."}, {"chapter_no": "18", "sutra_no": "2", "sutra": "4 But that action is said to be born of rajas which is done by one desirous of results or by one who is egotistic, and which is highly strenuous."}, {"chapter_no": "18", "sutra_no": "2", "sutra": "5 That action is said to be born of tamas which is undertaken out of delusion, (and) without consideration of its conseence, loss, harm and ability."}, {"chapter_no": "18", "sutra_no": "2", "sutra": "6 [Ast. introduces this verse with 'Idanim kartrbhedah ucyate, Now is being stated the distinctions among the agents.'-Tr.] The agent who is free from attachment [Attachment to results or the idea of agentship.], not egotistic, endowed with fortitude and diligence, and unperturbed by success and failure is said to be possessed of sattva."}, {"chapter_no": "18", "sutra_no": "2", "sutra": "7 The agent who has attachment, who is desirous of the results of actions, covetous, cruel by nature, unclean and subject to joy and sorrow is declared to be possessed of rajas."}, {"chapter_no": "18", "sutra_no": "2", "sutra": "8 The agent who is unsteady, naive, unbending, deceitful, wicked, [A variant reading is naikrtikah.-Tr.] lazy, morose and procrastinating is said to be possessed of tamas."}, {"chapter_no": "18", "sutra_no": "2", "sutra": "9 O Dhananjaya, listen to the classification of the intellect as also of fortitude, which is threefold according to the gunas, while it is being stated elaborately and severally."}, {"chapter_no": "18", "sutra_no": "3", "sutra": "0 O Partha, that intellect is born of sattva which understands action and withdrawal, duty and what is not duty, the sources of fear and fearlessness, and bondage and freedom."}, {"chapter_no": "18", "sutra_no": "3", "sutra": "1 O Partha, that intellect is born of rajas with which one wrongly understands virtue and vice as also what ought to be done and ought not to be done."}, {"chapter_no": "18", "sutra_no": "3", "sutra": "2 O Parhta, that intellect is born of tamas which, being covered by darkness, considers vice as virtue, and verily perceives all things contrary ot what they are."}, {"chapter_no": "18", "sutra_no": "3", "sutra": "3 O Partha, the firmness that is unfailing through concentration, with which one restrains the functions of the mind, vital forces and the organs, that firmness is born of sattva."}, {"chapter_no": "18", "sutra_no": "3", "sutra": "4 But, O Partha, the firmness with which one holds on to righteousness, covetable things and wealth, being desirous of their fruits as the occasion for each arises, that firmness is born of rajas."}, {"chapter_no": "18", "sutra_no": "3", "sutra": "5 That firmness is considered [Some editions read partha in place of mata (considered).-Tr.] to be born of tamas due to which a person with a corrupt intellect does not give up sleep, fear, sorrow, despondency as also sensuality."}, {"chapter_no": "18", "sutra_no": "3", "sutra": "6 Now hear from Me, O scion of the Bharata dynasty, as regards the three kinds of joy: That in which one delights owing to habit, and certainly attains the cessation of sorrows; [S. and S.S. take the second line of this verse along with the next verse referring to sattvika happiness.-Tr.]"}, {"chapter_no": "18", "sutra_no": "3", "sutra": "7 That which is like poison in the beginning, but comparable to nectar in the end, and which, arises from the purity of one's intellect-that joy is spoken of as born of sattva."}, {"chapter_no": "18", "sutra_no": "3", "sutra": "8 That joy is referred to as born of rajas which, arising from the contact of the organs and (their) objects, is like nectar in the beginning, but like poison at the end."}, {"chapter_no": "18", "sutra_no": "3", "sutra": "9 That joy is said to be born of tams which, both in the beginning and in the seel, is delusive to oneself and arises from sleep, laziness and inadvertence."}, {"chapter_no": "18", "sutra_no": "4", "sutra": "0 There is no such entity in the world or, again, among the gods in heaven, which can be free from these three gunas born of Nature."}, {"chapter_no": "18", "sutra_no": "4", "sutra": "1 O scorcher of enemies, the duties of the Brahmanas, the Ksatriyas and the Vaisyas, as also of the Sudras have been fully classified according to the gunas born from Nature."}, {"chapter_no": "18", "sutra_no": "4", "sutra": "2 The natural duties of the Brahmanas are the control of the internal and external organs, austerity, purity, forgiveness, straightforwardness, knowledge as also wisdom [Knowledge refers to the understanding of subjects presented by the scriptures; wisdom means making them matters of one's own experience.] and faith."}, {"chapter_no": "18", "sutra_no": "4", "sutra": "3 The natural duties of the Ksatriyas are heroism, boldness, fortitude, capability, and also not retreating from battle, generosity and lordliness."}, {"chapter_no": "18", "sutra_no": "4", "sutra": "4 The natural duties of the Vaisyas are agriculture, cattle-rearing and trade. Of the Sudras, too, the natural duty is in the form of service."}, {"chapter_no": "18", "sutra_no": "4", "sutra": "5 Being devoted to his own duty, man attains complete success. Hear that as to how one devoted to his own duty achieves success."}, {"chapter_no": "18", "sutra_no": "4", "sutra": "6 A human being achieves success by adoring through his own duties Him from whom is the origin of creatures, and by whom is all this pervaded."}, {"chapter_no": "18", "sutra_no": "4", "sutra": "7 One's own duty, (though) defective, is superior to another's duty well performed. By performing a duty as dictated by one's own nature, one does not incur sin."}, {"chapter_no": "18", "sutra_no": "4", "sutra": "8 O son of Kunti, one should not give up the duty to which one is born, even though it be faulty. For all undertakings are surrounded with evil, as fire is with smoke."}, {"chapter_no": "18", "sutra_no": "4", "sutra": "9 He whose intellect remains unattached to everything, who has conered his internal organs and is desireless, attains through monasticism the supreme perfection consisting in the state of one free from duties."}, {"chapter_no": "18", "sutra_no": "5", "sutra": "0 Understand for certain from Me, in brief indeed, O son of Kunti, that process by which one who has achieved success attains Brahman, which is the supreme consummation of Knowledge."}, {"chapter_no": "18", "sutra_no": "5", "sutra": "1 Being endowed with a pure intellect, and controlling oneself with fortitude, rejecting the objects-beginning from sound [Sound, touch, form and colour, taste and smell.-Tr.], and eliminating attachment and hatred;"}, {"chapter_no": "18", "sutra_no": "5", "sutra": "2 One who resorts to solitude, eats sparingly, has speech, body and mind under control, to whom meditation and concentration are ever the highest (duty), and who is possessed of dispassion;"}, {"chapter_no": "18", "sutra_no": "5", "sutra": "3 (That person,) having discarded egotism, force, pride, desire, anger and superfluous possessions, free from the idea of possession, and serene, is fit for becoming Brahman."}, {"chapter_no": "18", "sutra_no": "5", "sutra": "4 One who has become Brahman and has attained the blissful Self does not grieve or desire. Becoming the same towards all beings, he attains supreme devotion to Me."}, {"chapter_no": "18", "sutra_no": "5", "sutra": "5 Through devotion he knows Me in reality, as to what and who I am. Then, having known Me in truth, he enters (into Me) immediately after that (Knowledge)."}, {"chapter_no": "18", "sutra_no": "5", "sutra": "6 Ever engaging even in all actions, one to whom I am the refuge, attains the eternal, immutable State through My grace."}, {"chapter_no": "18", "sutra_no": "5", "sutra": "7 Mentally surrendering all actions to Me and accepting Me as the supreme, have your mind ever fixed on Me by resorting to the concentration of your intellect."}, {"chapter_no": "18", "sutra_no": "5", "sutra": "8 Having your mind fixed on Me, you will cross over all difficulties through My grace. If, on the other hand, you do not listen out of egotism, you will get destroyed."}, {"chapter_no": "18", "sutra_no": "5", "sutra": "9 That you think 'I shall not fight', by relying on egotism,-vain is this determination of yours. (Your) nature impel you!"}, {"chapter_no": "18", "sutra_no": "6", "sutra": "0 Being bound by your own duty born of nature, O son of Kunti, you, being helpless, will verily do that which you do not wish to do owing to indiscrimination."}, {"chapter_no": "18", "sutra_no": "6", "sutra": "1 O Arjuna, the Lord resides in the region of the heart of all creatures, revolving through Maya all the creatures (as though) mounted on a machine!"}, {"chapter_no": "18", "sutra_no": "6", "sutra": "2 Take refuge in Him alone with your whole being, O scion of the Bharata dynasty. Through His grace you will attain the supreme Peace and the eternal Abode."}, {"chapter_no": "18", "sutra_no": "6", "sutra": "3 To you has been imparted by Me this knowledge [Derived in the instrumental sense of 'means of knowledge'; i.e. the scripture Gita.] which is moe secret than any secret. Pondering over this as a whole, do as you like."}, {"chapter_no": "18", "sutra_no": "6", "sutra": "4 Listen again to My highest utterance which is the profoundest of all. Since you are ever dear to Me, therefore I shall speak what is beneficial to you."}, {"chapter_no": "18", "sutra_no": "6", "sutra": "5 Have your mind fixed on Me, be My devotee, be a sacrificer to Me and bow down to Me. (Thus) you will come to Me alone. (This) truth do I pormise to you. (For) you are dear to Me."}, {"chapter_no": "18", "sutra_no": "6", "sutra": "6 Abandoning all forms of rites and duties, take refuge in Me alone. I sahll free you from all sins. (Therefore) do not grieve."}, {"chapter_no": "18", "sutra_no": "6", "sutra": "7 This (that I have taught) you should not ever be taught to one who is devoid of austerities and to one who is not a devotee; also, neither to one who does not render service, nor as well to one who cavils at Me."}, {"chapter_no": "18", "sutra_no": "6", "sutra": "8 He who, entertaining supreme devotion to Me, will speak of this highest secret, to My devotees will without doubt reach Me alone."}, {"chapter_no": "18", "sutra_no": "6", "sutra": "9 And as compared with him, none else among human beings is the best accomplisher of what is dear to Me. Moreover, nor will there be anyone else in the world dearer to Me than he."}, {"chapter_no": "18", "sutra_no": "7", "sutra": "0 And he who will study this sacred conversation between us two, which is conducive to virtue, by him I shall be adored through the Sacrifice in the form of Knowledge. This is My judgement."}, {"chapter_no": "18", "sutra_no": "7", "sutra": "1 Any man who, being reverential and free from cavilling, might even hear (this), he too, becoming free, shall attain the blessed worlds of those who perform virtuous deeds."}, {"chapter_no": "18", "sutra_no": "7", "sutra": "2 O Partha, has this been listened to by you with a one-pointed mind? O Dhananjaya, has your delusion caused by ignorance been destroyed?"}, {"chapter_no": "18", "sutra_no": "7", "sutra": "3 Arjuna said  O Acyuta, (my) delusion has been destroyed and memory has been regained by me through Your grace. I stand with my doubt removed; I shall follow Your instruction."}, {"chapter_no": "18", "sutra_no": "7", "sutra": "4 Sanjaya said  I thus heard this conversation of Vasudeva and of the great-souled Partha, which is unie and makes one's hair stand on end."}, {"chapter_no": "18", "sutra_no": "7", "sutra": "5 Through the favour of Vyasa I heard this secret concerning the supreme Yoga from Krsna, the Lord of yogas, while He Himself was actually speaking!"}, {"chapter_no": "18", "sutra_no": "7", "sutra": "6 And, O king, while repeatedly remembering this unie, sacred dialogue between Kesava and Arjuna, I rejoice every moment."}, {"chapter_no": "18", "sutra_no": "7", "sutra": "7 O king, repeatedly recollecting that greatly extraordinary form of Hari, I am struck with wonder. And I rejoice again and again."}, {"chapter_no": "18", "sutra_no": "7", "sutra": "8 Where there is Krsna, the Lord of yogas, and where there is Partha, the wielder of the bow, there are fortune, victory, prosperity and unfailing prudence. Such is my conviction."}]