[{"chapter_no": "10", "sutra_no": "1", "sutra": "The Blessed Lord said  O mighty-armed one, listen over again ot My supreme utterance, which I, wishing your welfare, shall speak to you who take delight (in it)."}, {"chapter_no": "10", "sutra_no": "2", "sutra": "Neither the gods nor the great sages know My majesty. For, in all respects, I am the source of the gods and the great sages."}, {"chapter_no": "10", "sutra_no": "3", "sutra": "He who knows Me-the birthless, the beginningless, and the great Lord of the worlds, he, the undeluded one among mortals, becomes freed from all sins."}, {"chapter_no": "10", "sutra_no": "4", "sutra": "Intelligence, wisdom, non-delusion, forgiveness, truth, control of the external organs, control of the internal organs, happiness, sorrow, birth, death and fear as also fearlessness;"}, {"chapter_no": "10", "sutra_no": "5", "sutra": "Non-injury, eanimity, satisfaction, austerity, charity, fame, infamy-(these) different dispositions of beings spring from Me alone."}, {"chapter_no": "10", "sutra_no": "6", "sutra": "The seven great sages as also the four Manus of anceint days, of whom are these creatures in the world, had their thoughts fixed on Me, and they were born from My mind."}, {"chapter_no": "10", "sutra_no": "7", "sutra": "One who knows truly this majesty and yoga of Mine, he becomes imbued with unwavering Yoga. There is no doubt about this."}, {"chapter_no": "10", "sutra_no": "8", "sutra": "I am the origin of all; everything moves on owing to Me. Realizing thus, the wise ones, filled with fervour, adore Me."}, {"chapter_no": "10", "sutra_no": "9", "sutra": "With minds fixed on Me, with lives dedicated to Me, enlightening each other, and always speaking of Me, they derive satisfaction and rejoice."}, {"chapter_no": "10", "sutra_no": "1", "sutra": "0 To them who are ever devoted and worship Me with love, I grant that possession of wisdom by which they reach Me."}, {"chapter_no": "10", "sutra_no": "1", "sutra": "1 Out of compassion for them alone, I, residing in their hearts, destroy the darkness born of ignorance with the luminous lamp of Knowledge."}, {"chapter_no": "10", "sutra_no": "1", "sutra": "2-10.13 Arjuna said  You are the supreme Brahman, the supreme Light, the supreme Sanctifier. All the sages as also the divine sage Narada, Asita, Devala and Vyasa [Although Narada and the other sages are already mentioned by the words 'all the sages', still they are named separately because of their eminence. Asita is the father of Devala.] call You the eternal divine Person, the Primal God, the Birthless, the Omnipresent; and You Yourself verily tell me (so)."}, {"chapter_no": "10", "sutra_no": "1", "sutra": "2-10.13 Arjuna said  You are the supreme Brahman, the supreme Light, the supreme Sanctifier. All the sages as also the divine sage Narada, Asita, Devala and Vyasa [Although Narada and the other sages are already mentioned by the words 'all the sages', still they are named separately because of their eminence. Asita is the father of Devala.] call You the eternal divine Person, the Primal God, the Birthless, the Omnipresent; and You Yourself verily tell me (so)."}, {"chapter_no": "10", "sutra_no": "1", "sutra": "4 O Kesava, I accept to be true all this which You tell me. Certainly, O Lord, neither the gods nor the demons comprehend Your glory."}, {"chapter_no": "10", "sutra_no": "1", "sutra": "5 O supreme Person, the Creator of beings, the Lord of beings, God of gods, the Lord of the worlds, You Yourself alone know Yourself by Yourself."}, {"chapter_no": "10", "sutra_no": "1", "sutra": "6 Be pleased to speak in full of Your own manifestations which are indeed divine, through which manifestations You exist pervading these worlds."}, {"chapter_no": "10", "sutra_no": "1", "sutra": "7 O Yogi, [Here yoga stands for the results of yoga, viz omniscience, omnipotence, etc.; one possessed of these is a yogi. (See Comm. on 10.7)] how shall I know You by remaining ever-engaged in meditation? And through what objects, O Lord, are You to be meditated on by me?"}, {"chapter_no": "10", "sutra_no": "1", "sutra": "8 O Janardana, narrate to me again [In addition to what has been said in the seventh and ninth chapters.] Your onw yoga and (divine) manifestations elaborately. For, while hearing (Your) nectar-like (words), there is no satiety in me."}, {"chapter_no": "10", "sutra_no": "1", "sutra": "9 The Blessed Lord said  O best of the Kurus, now, according to their importance, I shall described to you My onw glories, which are indeed divine. There is no end to my manifestations."}, {"chapter_no": "10", "sutra_no": "2", "sutra": "0 O Gudakesa, I am the Self residing in the hearts of all beings, and I am the beginning and the middle as also the end of (all) beings."}, {"chapter_no": "10", "sutra_no": "2", "sutra": "1 Among the Adityas [viz Dhata, Mitra, aryama, Rudra, Varuna, Surya, Bhaga, Vivasvan, Pusa, Savita, Tvasta and Visnu.-Tr.] I am Visnu; among the luminaries, the radiant sun; among the (forty-nine) Maruts [The seven groups of Maruts are Avaha, Pravaha, Vivaha, Paravaha, Udvaha, Samvaha and parivaha.-Tr.] I am Marici; among the stars I am the moon."}, {"chapter_no": "10", "sutra_no": "2", "sutra": "2 Among the Vedas I am Sama-veda; among the gods I am Indra. Among the organs I am the mind, and I am the intelligence in creatures."}, {"chapter_no": "10", "sutra_no": "2", "sutra": "3 Among the Rudras [Aja, Ekapada, Ahirbudhnya, Pinaki, Aparajita, Tryam-baka, Mahesvara, Vrsakapi, Sambhu, Harana and Isvara. Different Puranas give different lists of eleven names.-Tr,] I am Sankara, and among the Yaksas and goblins I am Kubera [God of wealth. Yaksas are a class of demigods who attend on him and guard his wealth.]. Among the Vasus [According to the V.P. they are: Apa, dhruva, Soma, Dharma, Anila, Anala (Fire), Pratyusa and Prabhasa. The Mbh. and the Bh. given a different list.-Tr.] I am Fire, and among the mountains I am Meru."}, {"chapter_no": "10", "sutra_no": "2", "sutra": "4 O son of Prtha, know me to be Brhaspati, the foremost among the priests of kings. Among comanders of armies I am Skanda; among large expanses of water I am the sea."}, {"chapter_no": "10", "sutra_no": "2", "sutra": "5 Among the great sages I am Bhrgu; of words I am the single syllable (Om) [Om is the best because it is the name as well as the symbol of Brahman.]. Among rituals I am the ritual of Japa [Japa, muttering prayers-repeating passages from the Vedas, silently repeating names of deities, etc. Rituals often involve killing of animals. But Japa is free from such injury, and hence the best.] of the immovables, the Himalaya."}, {"chapter_no": "10", "sutra_no": "2", "sutra": "6 Among all trees (I am) the Asvatha (peepul), and Narada among the divine sages. Among the dandharvas [A class of demigods regarded as the musicians of gods.] (I am) Citraratha; among the perfected ones, the sage Kapila."}, {"chapter_no": "10", "sutra_no": "2", "sutra": "7 Among horses, know Me to be Uccaihsravas, born of nectar; Airavata among the lordly elephants; and among men, the Kind of men. [Uccaihsravas and Airavata are respectively the divine horse and elephant of Indra.]"}, {"chapter_no": "10", "sutra_no": "2", "sutra": "8 Among weapons I am the thunderbolt; among cows I am kamadhenu. I am Kandarpa, the Progenitor, and among serpents I am Vasuki."}, {"chapter_no": "10", "sutra_no": "2", "sutra": "9 Among snakes I am Ananta, and Varuna among gods of the waters. Among the manes I am Aryama, and among the maintainers of law and order I am Yama (King of death)."}, {"chapter_no": "10", "sutra_no": "3", "sutra": "0 Among demons I am Prahlada, and I am Time among reckoners of time. And among animals I am the loin, and among birds I am Garuda."}, {"chapter_no": "10", "sutra_no": "3", "sutra": "1 Of the purifiers I am air; among the wielders of weapons I am Rama. Among fishes, too, I am the shark; I am Ganga among rivers."}, {"chapter_no": "10", "sutra_no": "3", "sutra": "2 O Arjuna, of creations I am the beginning and the end as also the middle, I am the knowledge of the Self among knowledge; of those who date I am vada."}, {"chapter_no": "10", "sutra_no": "3", "sutra": "3 Of the letters I am the letter a, and of the group of compund words I am (the compound called) Dvandva. [Dvandva: A compound of two or more words which, if not compounded, would stand in the same case and be connected by the conjunction 'and'.-Tr.] I Mayself am the infinite time; I am the Dispenser with faces everywhere."}, {"chapter_no": "10", "sutra_no": "3", "sutra": "4 And I am Death, the destroyer of all; and the prosperity of those destined to be prosperous. Of the feminine [Narinam may mean 'of the feminine alities'. According to Sridhara Swami and S., the words fame etc. signify the goddesses of the respective alities. According to M.S. these seven goddesses are the wives of the god Dharma.-Tr.] (I am) fame, beauty, speech, memory, intelligence, fortitude and forbearance."}, {"chapter_no": "10", "sutra_no": "3", "sutra": "5 I am also the Brhat-sama of the Sama (-mantras); of the metres, Gayatri. Of the months I am Marga-sirsa, and of the seasons, spring."}, {"chapter_no": "10", "sutra_no": "3", "sutra": "6 Of the fraudulent I am the gambling; I am the irresistible ?nd of the mighty. I am excellene, I am effort, I am the sattva ality of those possessed of sattva."}, {"chapter_no": "10", "sutra_no": "3", "sutra": "7 Of the vrsnis [The clan to which Sri krsna belonged, known otherwise as the Yadavas.] I am Vasudeva; of the Pandavas, Dhananjaya (Arjuna). And of the wise, I am Vyasa; of the omniscient, the omniscient Usanas."}, {"chapter_no": "10", "sutra_no": "3", "sutra": "8 Of the punishers I am the rod; I am the righteous policy of those who desire to coner. And of things secret, I am verily silence; I am knowledge of the men of knowledge৷৷"}, {"chapter_no": "10", "sutra_no": "3", "sutra": "9 Moreover, O Arjuna, whatsoever is the seed of all beings, that I am. There is no thing moving or non-moving which can exist without Me."}, {"chapter_no": "10", "sutra_no": "4", "sutra": "0 O destroyer of enemies, there is no limit to My divine manifestations. This description of (My) manifestations, however, has been stated by Me by way illustration."}, {"chapter_no": "10", "sutra_no": "4", "sutra": "1 Whatever object [All living beings] is verily endowed with majesty, possessed of prosperity, or is energetic, you know for certain each of them as having a part of My power as its source."}, {"chapter_no": "10", "sutra_no": "4", "sutra": "2 Or, on the other hand, what is the need of your knowing this extensively, O Arjuna? I remain sustaning this whole creation in a special way with a part (of Myself)."}]