[{"chapter_no": "5", "sutra_no": "1 ", "sutra": "Arjuna said  O Krsna, You praise renunciation of actions, and again, (Karma-) yoga. Tell me for certain that one which is better between these two."}, {"chapter_no": "5", "sutra_no": "2 ", "sutra": "The Blessed Lord said  Both renunciation of actions and Karma-yoga lead to Liberation. Between the two, Karma-yoga, however, excels over renunciation of actions."}, {"chapter_no": "5", "sutra_no": "3 ", "sutra": "He who does not hate and does not crave should be known as a man of constant renunciation."}, {"chapter_no": "5", "sutra_no": "4 ", "sutra": "The fools, not the learned ones, speak of Sankhya (the path of Knowledge) and (Karma-) yoga as different. Any one who properly resorts to even one (of them) gets the result of both."}, {"chapter_no": "5", "sutra_no": "5 ", "sutra": "The State [Sthana (State) is used in the derivative sense of 'the place in which one remains established, and from which one does not become relegated'.] that is reached by the Sankhyas, that is reached by the yogis as well. He sees who sees Sankhya and yoga as one."}, {"chapter_no": "5", "sutra_no": "6 ", "sutra": "But, O mighty-armed one, renunciation is hard to attain without (Karma-) yoga. The meditative man eipped with yoga attains Brahman without delay."}, {"chapter_no": "5", "sutra_no": "7 ", "sutra": "Endowed with yoga, [i.e. devoted to the performance of the nitya and naimittika duties.] pure in mind, controlled in body, a coneror of the organs, the Self of the selves of all beings-he does not become tainted even while performing actions. [The construction of the sentence is this: When this person resorts to nitya and naimittika rites and duties as a means to the achievement of fully Illumination, and thus becomes fully enlightened, then, even when he acts through the apparent functions of the mind, organs, etc., he does not become afflected.]"}, {"chapter_no": "5", "sutra_no": "8-", "sutra": "5.9 Remaining absorbed in the Self, the knower of Reality should think, 'I certainly do not do anything', even while seeing, hearing, touching, smelling, eating, moving, sleeping, breathing, speaking, releasing, holding, opening and closing the eyes-remembering that the organs function in relation to the objects of the organs."}, {"chapter_no": "5", "sutra_no": "8-", "sutra": "5.9 Remaining absorbed in the Self, the knower of Reality should think, 'I certainly do not do anything', even while seeing, hearing, touching, smelling, eating, moving, sleeping, breathing, speaking, releasing, holding, opening and closing the eyes-remembering that the organs function in relation to the objects of the organs."}, {"chapter_no": "5", "sutra_no": "10", "sutra": "One who acts by dedicating actions to Brahman and by renouncing attachment, he does not become polluted by sin, just as a lotus leaf is not by water."}, {"chapter_no": "5", "sutra_no": "11", "sutra": "By giving up attachment, the yogis undertake work merely through the body, mind, intellect and even the organs, for the purification of themselves."}, {"chapter_no": "5", "sutra_no": "12", "sutra": "Giving up the result of work by becoming resolute in faith, one attains Peace arising from steadfastness. One who is lacking in resolute faith, being attached to the result under the impulsion of desire, becomes bound."}, {"chapter_no": "5", "sutra_no": "13", "sutra": "The embodied man of self-control, having given up all actions mentally, continues happily in the town of nine gates, without doing or causing (others) to do anything at all."}, {"chapter_no": "5", "sutra_no": "14", "sutra": "The Self does not create agentship or any objects (of desire) for anyone; nor association with the results of actions. But it is Nature that acts."}, {"chapter_no": "5", "sutra_no": "15", "sutra": "The Omnipresent neither accepts anybody's sin nor even virtue. Knowledge remains covered by ignorance. Thery the creatures become deluded."}, {"chapter_no": "5", "sutra_no": "16", "sutra": "But in the case of those of whom that ignorance of theirs becomes destroyed by the knowledge (of the Self), their Knowledge, like the sun, reveals that supreme Reality."}, {"chapter_no": "5", "sutra_no": "17", "sutra": "Those who have their intellect absorbed in That, whose Self is That, who are steadfast in That, who have That as their supreme Goal-they attain the state of non-returning, their dirt having been removed by Knowledge."}, {"chapter_no": "5", "sutra_no": "18", "sutra": "The learned ones look with eanimity on a Brahmana endowed with learning and humality, a cow, an elephant and even a dog as well as an eater of dog's meat."}, {"chapter_no": "5", "sutra_no": "19", "sutra": "Here [i.e. even while living in the body.] itself is rirth conered by them whose minds are established on sameness. Since Brahman is the same (in all) and free from defects, therefore they are established in Brahman."}, {"chapter_no": "5", "sutra_no": "20", "sutra": "A knower of Brahman, who is established in Brahman, should have his intellect steady and should not be deluded. He should not get delighted by getting what is desirable, nor become dejected by getting what is undesirable."}, {"chapter_no": "5", "sutra_no": "21", "sutra": "With his heart unattached to external objects, he gets the bliss that is in the Self. With his heart absorbed in meditation on Brahman, he acires undecaying Bliss."}, {"chapter_no": "5", "sutra_no": "22", "sutra": "Since enjoyments that result from contact (with objects) are verily the sources of sorrow and have a beginning and an end, (therefore) O son of Kunti, the wise one does not delight in them."}, {"chapter_no": "5", "sutra_no": "23", "sutra": "One who can withstand here itself-before departing from the body-the impulse arising from desire and anger, that man is a yogi; he is happy."}, {"chapter_no": "5", "sutra_no": "24", "sutra": "One who is happy within, whose pleasure is within, and who has his light only within, that yogi, having become Brahman, attains absorption in Brahman."}, {"chapter_no": "5", "sutra_no": "25", "sutra": "The seers whose sins have been attenuated, who are freed from doubt, whose organs are under control, who are engaged in doing good to all beings, attain absorption in Brahman."}, {"chapter_no": "5", "sutra_no": "26", "sutra": "To the monks who have control over their internal organ, who are free from desire and anger, who have known the Self, there is absorption in Brahman either way."}, {"chapter_no": "5", "sutra_no": "27", "sutra": "-5.28 Keeping the external objects outside, the eyes at the juncture of the eye-brows, and making eal the outgoing and incoming breaths that move through the nostrils, the contemplative who has control over his organs, mind and intellect should be fully intent on Liberation and free from desire, fear and anger. He who is ever is verily free."}, {"chapter_no": "5", "sutra_no": "27", "sutra": "-5.28 Keeping the external objects outside, the eyes at the juncture of the eye-brows, and making eal the outgoing and incoming breaths that move through the nostrils, the contemplative who has control over his organs, mind and intellect should be fully intent on Liberation and free from desire, fear and anger. He who is ever is verily free."}, {"chapter_no": "5", "sutra_no": "29", "sutra": "One attains Peace by knowing Me who, as the great Lord of all the worlds, am the enjoyer of sacrifices and austerities, (and) who am the friend of all creatures."}]