[
    {
        "chapter_no": "1",
        "sutra_no": "1",
        "sutra": "Dhrtarastra said  O Sanjaya, what did my sons (and others) and Pandu's sons (and others) actually do when, eager for battle, they assembled on the sacred field, the Kuruksetra (Field of the Kurus)?"
    },
    {
        "chapter_no": "1",
        "sutra_no": "2 ",
        "sutra": "Sanjaya said  But then, seeing the army of the Pandavas in battle array, King Duryodhana approached the teacher (Drona) and uttered a speech:"
    },
    {
        "chapter_no": "1",
        "sutra_no": "3 ",
        "sutra": "O teacher, (please) see this vast army of the sons of Pandu, arrayed for battle by the son of Drupada, your intelligent disciple."
    },
    {
        "chapter_no": "1",
        "sutra_no": "4 ",
        "sutra": "Here are the heroes wielding great bows, who in battle are compeers of Bhima and Arjuna: Yuyudhana (Satyaki) and Virata, and the maharatha (great chariot-rider) Drupada;"
    },
    {
        "chapter_no": "1",
        "sutra_no": "5 ",
        "sutra": "Dhrstaketu, Cekitana, and the valiant king of Kasi (Varanasi); Purujit and Kuntibhoja, and Saibya, the choicest among men;"
    },
    {
        "chapter_no": "1",
        "sutra_no": "6 ",
        "sutra": "And the chivalrous Yudhamanyu, and the valiant Uttamaujas; son of Subhadra (Abhimanyu) and the sons of Draupadi  all (of whom) are, verily, maharathas."
    },
    {
        "chapter_no": "1",
        "sutra_no": "7 ",
        "sutra": "But, O best among the Brahmanas, please be appraised of those who are foremost among us, the ?nders of my army. I speak of them to you by way of example."
    },
    {
        "chapter_no": "1",
        "sutra_no": "8 ",
        "sutra": "(They are:) Your venerable self, Bhisma and Karna, and Krpa who is ever victorious in battle; Asvatthama, Vikarna, Saumadatti and Jayadratha."
    },
    {
        "chapter_no": "1",
        "sutra_no": "9 ",
        "sutra": "There are many heroes who have dedicated their lives for my sake, who possess various kinds of weapons and missiles, (and) all of whom are skilled in battle."
    },
    {
        "chapter_no": "1",
        "sutra_no": "10",
        "sutra": "Therefore, our army under the complete protection of Bhisma and others is unlimited. But this army of these (enemies), under the protection of Bhima and others is limited."
    },
    {
        "chapter_no": "1",
        "sutra_no": "11",
        "sutra": "However, venerable sirs, all of you without exception, while occupying all the positions in the different directions as alloted (to you respectively), please fully protect Bhisma in particular."
    },
    {
        "chapter_no": "1",
        "sutra_no": "12",
        "sutra": "The valiant grandfather, the eldest of the Kurus, loudly sounding a lion-roar, blew the conch to raise his (Duryodhana's) spirits."
    },
    {
        "chapter_no": "1",
        "sutra_no": "13",
        "sutra": "Just immediately after that conchs and kettledrums, and tabors, trumpets and cow-horns blared forth. That sound became tumultuous."
    },
    {
        "chapter_no": "1",
        "sutra_no": "14",
        "sutra": "Then, Madhava (Krsna) and the son of Pandu (Arjuna), stationed in their magnificent chariot with white horses yoked to it, loudly blew their divine conchs."
    },
    {
        "chapter_no": "1",
        "sutra_no": "15",
        "sutra": "Hrsikesa (Krsna) (blew the conch) Pancajanya; Dhananjaya (Arjuna) (the conch) Devadatta; and Vrkodara (Bhima) of terrible deeds blew the great conch Paundra;"
    },
    {
        "chapter_no": "1",
        "sutra_no": "16",
        "sutra": "King Yudhisthira, son of Kunti, (blew) the Anantavijaya; Nakula and Sahadeva, the Sughosa and the Manipuspaka (respectively)."
    },
    {
        "chapter_no": "1",
        "sutra_no": "17",
        "sutra": "And the King of Kasi, wielding a great bow, and the great chariot-rider Sikhandi, Dhrstadyumna and Virata, and Satyaki the unconered;"
    },
    {
        "chapter_no": "1",
        "sutra_no": "18",
        "sutra": "Drupada and the sons of Draupadi, and the son of Subhadra, (Abhimanyu) the mighty-armed  all (of them) together, O king, blew their respective conchs."
    },
    {
        "chapter_no": "1",
        "sutra_no": "19",
        "sutra": "That tremendous sound pierced the hearts of the sons of Dhrtarastra as it reverberated through the sky and the earth."
    },
    {
        "chapter_no": "1",
        "sutra_no": "20",
        "sutra": "O king, thereafter, seeing Dhrtarastra's men standing in their positions, when all the weapons were ready for action, the son of Pandu (Arjuna) who had the insignia of Hanuman of his chariot-flag, raising up his bow, said the following to Hrsikesa."
    },
    {
        "chapter_no": "1",
        "sutra_no": "21",
        "sutra": "Arjuna said  O Acyuta, please place my chariot between both the armies  ."
    },
    {
        "chapter_no": "1",
        "sutra_no": "22",
        "sutra": "until I survey these who stand intent on fighting, and those who are going to engage in battle with me in this impending war."
    },
    {
        "chapter_no": "1",
        "sutra_no": "23",
        "sutra": "These who have assembled here and want to accomplish in the war what is dear to the perverted son of Dhrtarastra, I find them to be intent on fighting."
    },
    {
        "chapter_no": "1",
        "sutra_no": "24",
        "sutra": "1.25  Sanjay said  O scion of the line of Bharata (Dhrtararastra), Hrsikesa, being told so by Gudakesa (Arjuna), placed the excellent chariot between the two armies, in front of Bhisma and Drona as also all the rulers of the earth, and said, 'O Partha (Arjuna), see these assempled people of the Kuru dynasty.'"
    },
    {
        "chapter_no": "1",
        "sutra_no": "24",
        "sutra": "1.25 Sanjay said  O scion of the line of Bharata (Dhrtararastra), Hrsikesa, being told so by Gudakesa (Arjuna), placed the excellent chariot between the two armies, in front of Bhisma and Drona as also all the rulers of the earth, and said, 'O Partha (Arjuna), see these assempled people of the Kuru dynasty.'"
    },
    {
        "chapter_no": "1",
        "sutra_no": "26",
        "sutra": "Then Partha (Arjuna) saw, marshalled among both the armies, (his) uncles as also grandfathers, teachers, maternal uncles, brothers (and (cousins), sons, grandsons, as well as comrades and fathers-in-law and friends."
    },
    {
        "chapter_no": "1",
        "sutra_no": "27",
        "sutra": "The son of Kunti (Ajuna), seeing all those rlatives arrayed (there), became overwhelmed by supreme compassion and said this sorrowfully:"
    },
    {
        "chapter_no": "1",
        "sutra_no": "28",
        "sutra": "Arjuna said  O Krsna, seeing these relatives and friends who have assembled here with the intention of fighting, my limbs become languid and my mouth becomes completely dry."
    },
    {
        "chapter_no": "1",
        "sutra_no": "29",
        "sutra": "And there is trembling in my body, and there is horripillation; the Gandiva (bow) slips from the hand and even the skin burns intensely."
    },
    {
        "chapter_no": "1",
        "sutra_no": "30",
        "sutra": "Moreover, O Kesava (Krsna), I am not able to stand firmly, and my mind seems to be whirling. And I notice the omens to be adverse."
    },
    {
        "chapter_no": "1",
        "sutra_no": "31",
        "sutra": "Besides, I do not see any good (to be derived) from killing my own people in battle. O Krsna, I do not hanker after victory, nor even a kingdom nor pleasures."
    },
    {
        "chapter_no": "1",
        "sutra_no": "32",
        "sutra": "1.34  O Govinda! What need do we have of a kingdom, or what (need) of enjoyments and livelihood? Those for whom kingdom, enjoyments and pleasures ae desired by us, viz teachers, uncles, fathers-in-law, grandsons, brothers-in-law as also relatives-those very ones stand arrayed for battle risking their lives and wealth."
    },
    {
        "chapter_no": "1",
        "sutra_no": "32",
        "sutra": "1.34 O Govinda! What need do we have of a kingdom, or what (need) of enjoyments and livelihood? Those for whom kingdom, enjoyments and pleasures ae desired by us, viz teachers, uncles, fathers-in-law, grandsons, brothers-in-law as also relatives-those very ones stand arrayed for battle risking their lives and wealth."
    },
    {
        "chapter_no": "1",
        "sutra_no": "32",
        "sutra": "1.34 O Govinda! What need do we have of a kingdom, or what (need) of enjoyments and livelihood? Those for whom kingdom, enjoyments and pleasures ae desired by us, viz teachers, uncles, fathers-in-law, grandsons, brothers-in-law as also relatives-those very ones stand arrayed for battle risking their lives and wealth."
    },
    {
        "chapter_no": "1",
        "sutra_no": "35",
        "sutra": "O Madhusudana, even if I am killed, I do not want to kill these even for the sake of a kingdom extending over the three worlds; what to speak of doing so for the earth!"
    },
    {
        "chapter_no": "1",
        "sutra_no": "36",
        "sutra": "O Janardana, what happiness shall we derive by killing the sons of Dhrtarastra? Sin alone will accrue to us by killing these felons."
    },
    {
        "chapter_no": "1",
        "sutra_no": "37",
        "sutra": "Therefore, it is not proper for us to kill the sons of Dhrtarastra who are our own relatives. For, O Madhava, how can we be happy by killing our kinsmen?"
    },
    {
        "chapter_no": "1",
        "sutra_no": "38",
        "sutra": "1.39  O Janardana, although these people, whose hearts have become perverted by greed, do not see the evil arising from destroying the family and sin in hostility towards, friends, yet how can we who clearly see the evil arising from destroying the family remain unaware of (the need of) abstaining from this sin?"
    },
    {
        "chapter_no": "1",
        "sutra_no": "38",
        "sutra": "1.39 O Janardana, although these people, whose hearts have become perverted by greed, do not see the evil arising from destroying the family and sin in hostility towards, friends, yet how can we who clearly see the evil arising from destroying the family remain unaware of (the need of) abstaining from this sin?"
    },
    {
        "chapter_no": "1",
        "sutra_no": "40",
        "sutra": "From the ruin of the family are totally destroyed the traditional rites and duties of the family. When rites and duties are destroyed, vice overpowers the entire family also."
    },
    {
        "chapter_no": "1",
        "sutra_no": "41",
        "sutra": "O Krsna, when vice predominates, the women of the family become corrupt. O descendent of the Vrsnis, when women become corrupted, it results in the intermingling of castes."
    },
    {
        "chapter_no": "1",
        "sutra_no": "42",
        "sutra": "And the intermingling in the family leads the ruiners of the family verily into hell. The forefathers of these fall down (into hell) because of being deprived of the offerings of rice-balls and water."
    },
    {
        "chapter_no": "1",
        "sutra_no": "43",
        "sutra": "Due to these misdeeds of the ruiners of the family, which cause intermingling of castes, the traditional rites and duties of the castes and families become destroyed."
    },
    {
        "chapter_no": "1",
        "sutra_no": "44",
        "sutra": "O Janardana, we have heard that living in hell becomes inevitable for those persons whose family duties get destroyed."
    },
    {
        "chapter_no": "1",
        "sutra_no": "45",
        "sutra": "What a pity that we have resolved to commit a great sin by being eager to kill our own kith and kin, out of greed for the pleasures of a kingdom!"
    },
    {
        "chapter_no": "1",
        "sutra_no": "46",
        "sutra": "If, in this battle, the sons of Dhrtarastra armed with weapons kill me who am non-resistant and unarmed, that will be more beneficial to me."
    },
    {
        "chapter_no": "1",
        "sutra_no": "47",
        "sutra": "Sanjaya narrated: Having said so, Arjuna, with a mind afflicted with sorrow, sat down on the chariot in the midst of the battle, casting aside the bow along with the arrows."
    }
]