[{"chapter_no": "9", "sutra_no": "1 ", "sutra": "The Blessed Lord said  However, to you who are not given to cavilling I shall speak of this highest secret itself, which is Knowledge [Jnana may mean Brahman that is Consciousness, or Its knowledge gathered from the Vedas (paroksa-jnana). Vijnana is direct experience (aparoksa-jnana).] combined with experience, by realizing which you shall be free from evil."}, {"chapter_no": "9", "sutra_no": "2 ", "sutra": "This is the Sovereign Knowledge, the Sovereign Profundity, the best sanctifire; directly realizable, righteous, very easy to practise and imperishable."}, {"chapter_no": "9", "sutra_no": "3 ", "sutra": "O destroyer of foes, persons who are regardless of this Dharma (knowledge of the Self) certainly go round and round, without reaching Me, along the path of transmigration which is fraught with death."}, {"chapter_no": "9", "sutra_no": "4 ", "sutra": "This whole world is prevaded by Me in My unmanifest form. All beings exist in Me, but I am not contained in them!"}, {"chapter_no": "9", "sutra_no": "5 ", "sutra": "Nor do the beings dwell in Me. Behod My divine Yoga! I am the sustainer and originator of beings, but My Self is not contained in the beings."}, {"chapter_no": "9", "sutra_no": "6 ", "sutra": "Understand thus that just as the voluminous wind moving everywhere is ever present in space, similarly all beings abide in Me."}, {"chapter_no": "9", "sutra_no": "7 ", "sutra": "O son Kunti, all the beings go back at the end of a cycle to My Prakrti. I project them forth again at the beginning of a cycle."}, {"chapter_no": "9", "sutra_no": "8 ", "sutra": "Keeping My own prakrti under control, I project forth again and again the whole of this multitude of beings which are powerless owing to the influence of (their own) nature."}, {"chapter_no": "9", "sutra_no": "9 ", "sutra": "O Dhananjaya (Arjuna), nor do those actions bind Me, remaining (as I do) like one unconcerned with, and unattached to, those actions."}, {"chapter_no": "9", "sutra_no": "10", "sutra": "Under Me as the supervisor, the Prakrti produces (the world) of the moving and the non-moving things. Owing to this reason, O son of Kunti, the world revolves."}, {"chapter_no": "9", "sutra_no": "11", "sutra": "Not knowing My supreme nature as the Lord of all beings, foolish people disregard Me who have taken a human body."}, {"chapter_no": "9", "sutra_no": "12", "sutra": "Of vain hopes, of vain actions, of vain knowledge, and senseless, they become verily possessed of the deceptive disposition of fiends and demons."}, {"chapter_no": "9", "sutra_no": "13", "sutra": "O son of Prtha, the noble ones, being possessed of divine nature, surely adore Me with single-mindedness, knowing Me as the immutable source of all objects."}, {"chapter_no": "9", "sutra_no": "14", "sutra": "Always glorifying Me and striving, the men of firm vows worship Me by paying obeisance to Me and being ever endowed with devotion."}, {"chapter_no": "9", "sutra_no": "15", "sutra": "Others verily worship Me by adoring exclusively through the sacrifice of the knowledge of oneness; (others worship Me) multifariously, and (others) as the multiformed existing variously."}, {"chapter_no": "9", "sutra_no": "16", "sutra": "I am the kratu, I am the yajna, I am the svadha, I am the ausadha, I am the mantra, I Myself am the ajya, I am the fire, and I am the act of offering."}, {"chapter_no": "9", "sutra_no": "17", "sutra": "Of this world I am the father, mother, ordainer, (and the), grand-father; I am the knowable, the sancitifier, the syllable Om as also Rk, Sama and Yajus."}, {"chapter_no": "9", "sutra_no": "18", "sutra": "(I am) the fruit of actions, the nourisher, the Lord, witness, abode, refuge, friend, origin, end, foundation, store and the imperishable seed."}, {"chapter_no": "9", "sutra_no": "19", "sutra": "O Arjuna, I give heat, I withhold and pour down rain. I am verily the nectar, and also death existence and nonexistence."}, {"chapter_no": "9", "sutra_no": "20", "sutra": "Those who are versed in the Vedas, who are drinkers of Soma and are purified of sin, pray for the heavenly goal by worshipping Me through sacrifices. Having reached the place (world) of the king of gods, which is the result of righteousness, they enjoy in heaven th divine pleasure of gods."}, {"chapter_no": "9", "sutra_no": "21", "sutra": "After having enjoyed that vast heavenly world, they enter into the human world on the exhaustion of their merit. Thus, those who follow the rites and duties prescribed in the three Vedas, and are desirous of pleasures, attain the state of going and returning."}, {"chapter_no": "9", "sutra_no": "22", "sutra": "Those persons who, becoming non-different from Me and meditative, worship Me everywhere, for them, who are ever attached (to Me), I arrange for securing what they lack and preserving what they have."}, {"chapter_no": "9", "sutra_no": "23", "sutra": "Even those who, being devoted to other deities and endowed with faith, worship (them), they also, O son of Kunti, worship Me alone (though) following the wrong method."}, {"chapter_no": "9", "sutra_no": "24", "sutra": "I indeed am the enjoyer as also the Lord of all sacrifices; but they do not know Me in reality. Therefore they fall."}, {"chapter_no": "9", "sutra_no": "25", "sutra": "Votaries of the gods reach the gods; the votarites of the manes go to the manes; the worshippers of the Beings reach the Beings; and those who worship Me reach Me."}, {"chapter_no": "9", "sutra_no": "26", "sutra": "Whoever offers Me with devotion-a leaf, a flower, a fruit, or water, I accept that (gift) of the pure-hearted man which has been devotionally presented."}, {"chapter_no": "9", "sutra_no": "27", "sutra": "O son of Kunti, whatever you do, whatever you eat, whatever you offer as a sacrifice, whatever you give and whatever austerities you undertake, (all) that you offer to Me."}, {"chapter_no": "9", "sutra_no": "28", "sutra": "Thus, you will become free from bondage in the form of actions which are productive of good and bad results. Havng your mind inbued with the yoga of renunciation and becoming free, you will attain Me."}, {"chapter_no": "9", "sutra_no": "29", "sutra": "I am impartial towards all beings; to Me there is none detastable or none dear. But those who worship Me with devotion, they exist in Me, and I too exist in them."}, {"chapter_no": "9", "sutra_no": "30", "sutra": "Even if a man of very bad conduct worships Me with one-pointed devotion, he is to be considered verily good; for he has resolved rightly."}, {"chapter_no": "9", "sutra_no": "31", "sutra": "He soon becomes possessed of a virtuous mind; he attains everlasting peace. Do you proclain boldly, O son of Kunti, that My devotee does not get ruined."}, {"chapter_no": "9", "sutra_no": "32", "sutra": "For, O son of Prtha, even those who are born of sin-women, Vaisyas, as also Sudras [S.'s construction of this portion is: women, Vaisyas as also Sudras, and even others who are born of sin (i.e., those who are born low and are of vile deeds, viz Mlecchas, Pukkasas and others). M.S. also takes papa-yonayah (born of sin) as a separate phrase, and classifies women and others only as those darred from Vedic study, etc.-Tr.]-, even they reach the highest Goal by taking shelter under Me."}, {"chapter_no": "9", "sutra_no": "33", "sutra": "What to speak of the holy Brahmanas as also of devout kind-sages! Having come to this ephemeral and miserable world, do you worship Me."}, {"chapter_no": "9", "sutra_no": "34", "sutra": "Having your mind fixed on Me, be devoted to Me, sacrifice to Me, and bow down to Me. By concentrating your mind and accepting Me as the supreme Goal, you shall surely attain Me who am thus the Self."}]