[{"chapter_no": "13", "sutra_no": "1", "sutra": "Swami Gambhirananda has not translated this sloka. Many editions of the Bhagavadgita do not contain this sloka, including the commentary by Sankaracharya. If this sloka is included, the total number of slokas in the Bhagavadgita is 701."}, {"chapter_no": "13", "sutra_no": "2", "sutra": "The Blessed Lord said  O son of Kunti, this body is referred to as the 'field'. Those who are versed in this call him who is conscious of it as the 'knower of the field'."}, {"chapter_no": "13", "sutra_no": "3", "sutra": "And, O scion of the Bharata dynasty, under-stand Me to be the 'Knower of the field' in all the fields. In My opinion, that is Knowledge which is the knowlege of th field and the knower of the field."}, {"chapter_no": "13", "sutra_no": "4", "sutra": "Hear from Me in brief about (all) that as to what that field is and how it is; what its changes are, and from what cause arises what effect; and who He is, and what His powers are."}, {"chapter_no": "13", "sutra_no": "5", "sutra": "It has been sung of in various ways by the Rsis, separately by the different kinds [The different branches of Vedic texts.] of Vedic texts, and also by the rational and convicing sentences themselves which are indicatvie of and lead of Brahman."}, {"chapter_no": "13", "sutra_no": "6", "sutra": "The great elements, egoism, intellect and the Unmanifest itself; the ten organs and the one, and the five objects of the senses;"}, {"chapter_no": "13", "sutra_no": "7", "sutra": "Desire, repulsion, happiness, sorrow, the aggregate (of body and organs), sentience, fortitude- this field, together with its modifications, has been spoken of briefly."}, {"chapter_no": "13", "sutra_no": "8", "sutra": "Humility, unpretentiousness, non-injury, for-bearance, sincerity, service of the teacher, cleanliness, steadiness, control of body and organs;"}, {"chapter_no": "13", "sutra_no": "9", "sutra": "Non-attachment with regard to objects of the senses, and also absence of egotism; seeing the evil in birth, death, old age, diseases and miseries;"}, {"chapter_no": "13", "sutra_no": "1", "sutra": "0 Non-attachment and absence of fondness with regard to sons, wives, homes, etc., and constant eanimity of the mind with regard to the attainment of the desirable and the undesirable;"}, {"chapter_no": "13", "sutra_no": "1", "sutra": "1 And unwavering devotion to Me with single-minded concentration; inclination to repair into a clean place; lack of delight in a crowd of people;"}, {"chapter_no": "13", "sutra_no": "1", "sutra": "2 Steadfastness in the knowledge of the Self, contemplation on the Goal of the knowledge of Reality-this is spoken of as Knowledge. Ignorance is that which is other than this."}, {"chapter_no": "13", "sutra_no": "1", "sutra": "3 I shall speak of that which is to be known, by realizing which one attains Immortality. The supreme Brahman is without any beginning. That is called neither being nor non-being."}, {"chapter_no": "13", "sutra_no": "1", "sutra": "4 That (Knowable), which has hands and feet everwhere, which has eyes, heads and mouths everywhere, which has ears everywhere, exists in creatures by pervading them all."}, {"chapter_no": "13", "sutra_no": "1", "sutra": "5 Shining through the functions of all the organs, (yet) devoid of all the organs; unattached, and verily the supporter of all; without ality, and the perceiver of alities;"}, {"chapter_no": "13", "sutra_no": "1", "sutra": "6 Existing outside and inside all beings; moving as well as non-moving, It is incomprehensible due to subtleness. So also, It is far away, and yet near."}, {"chapter_no": "13", "sutra_no": "1", "sutra": "7 And the Knowable, though undivided, appears to be existing as divided in all beings, and It is the sustainer of all beings as also the devourer and originator."}, {"chapter_no": "13", "sutra_no": "1", "sutra": "8 That is the Light even of the lights; It is spoken of as beyond darkness. It is Knowledge, the Knowable, and the Known. It exists specially [A variant reading is dhisthitam.-Tr.] in the hearts of all."}, {"chapter_no": "13", "sutra_no": "1", "sutra": "9 Thus has been spoken of in brief the field as also Knowledge and the Knowable. By understanding this My devotee becomes alified for My state."}, {"chapter_no": "13", "sutra_no": "2", "sutra": "0 Know both Nature and also the individual soul [Prakrti is sometimes translated as matter, and purusa as spirit.-Tr.] to be verily without beginning; know the modifications as also the alities as born of Nature."}, {"chapter_no": "13", "sutra_no": "2", "sutra": "1 With regard to the source of body and organs, Nature is said to be the cause. The soul is the cause so far as enjoyership of happiness and sorrow is concerned."}, {"chapter_no": "13", "sutra_no": "2", "sutra": "2 Since the soul is seated in Nature, therefore it experiences the alities born of Nature. Contact with the alities is the cause of its births in good and evil wombs."}, {"chapter_no": "13", "sutra_no": "2", "sutra": "3 He who is the Witness, the Permitter, the Sustainer, the Experiencer, the great Lord, and who is also spoken of as the transcendental Self is the supreme Person in this body."}, {"chapter_no": "13", "sutra_no": "2", "sutra": "4 He who knows thus the Person and Nature along with the alities will not be born again, in whatever way he may live."}, {"chapter_no": "13", "sutra_no": "2", "sutra": "5 Through meditation some realize the Self in (their) intellect with the help of the internal organ; others through Sankhya-yoga, and others through Karma-yoga."}, {"chapter_no": "13", "sutra_no": "2", "sutra": "6 Others, agian, who do not know thus, take to thinking after hearing from others; they, too, who are devoted to hearing, certainly overcome death."}, {"chapter_no": "13", "sutra_no": "2", "sutra": "7 O scion of the Bharata dynasty, whatever object, moving or non-moving, comes into being, know that to be from the association of the field and the Knower of the field!"}, {"chapter_no": "13", "sutra_no": "2", "sutra": "8 He sees who sees the supreme Lord as existing eally in all beings, and as the Imperishable among the perishable."}, {"chapter_no": "13", "sutra_no": "2", "sutra": "9 Since by seeing eally God who is present alike everywhere he does not injure the Self by the Self, therefore he attains the supreme Goal."}, {"chapter_no": "13", "sutra_no": "3", "sutra": "0 And he who sees actions as being done in various ways by Nature itself, and also the Self as the non-agent,-he sees."}, {"chapter_no": "13", "sutra_no": "3", "sutra": "1 When one realizes that the state of diversity of living things is rooted in the One, and that their manifestation is also from That, then one becomes identified with Brahman."}, {"chapter_no": "13", "sutra_no": "3", "sutra": "2 Being without beginning and without alities, O son of Kunti, this immutable, supreme Self does not act. nor is It affected [Also translated as tainted.-Tr.], although existing in the body."}, {"chapter_no": "13", "sutra_no": "3", "sutra": "3 As the all-pervading space is not defiled, because of its subtlety, similarly the Self, present everywhere in the body [The singular number is used to denote a class, i.e. all bodies. See S.-Tr.], is not defiled."}, {"chapter_no": "13", "sutra_no": "3", "sutra": "4 As the single sun illumines this whole world, similarly, O descendant of the Bharata dynasty, the Knower of the field illumines the whole field."}, {"chapter_no": "13", "sutra_no": "3", "sutra": "5 Those who know thus through the eye of wisdom the distinction between the field and the Knower of the field, and the annihilation of the Matrix of beings,-they reach the Supreme."}]