[{"chapter_no": "12", "sutra_no": "1", "sutra": "Arjuna said  Those devotees who, being thus ever dedicated, meditate on You, and those again (who meditate) on the Immutable, the Unmanifested-of them, who are the best experiencers of yoga [(Here) yoga means samadhi, spiritual absorption.] ?"}, {"chapter_no": "12", "sutra_no": "2", "sutra": "The Blessed Lord said  Those who meditate on Me by fixing their minds on Me with steadfast devotion (and) being endowed with supreme faith-they are considered to be the most perfect yogis according to Me."}, {"chapter_no": "12", "sutra_no": "3", "sutra": "Those, however, who meditate in every way on the Immutable, the Indefinable, the Unmanifest, which is all-pervading, incomprehensible, change-less, immovable and constant.-"}, {"chapter_no": "12", "sutra_no": "4", "sutra": "By fully controlling all the organs and always being even-minded, they, engaged in the welfare of all beings, attain Me alone."}, {"chapter_no": "12", "sutra_no": "5", "sutra": "For them who have their minds attached to the Unmanifested the struggle is greater; for, the Goal which is the Unmanifest is attained with difficulty by the embodied ones."}, {"chapter_no": "12", "sutra_no": "6", "sutra": "As for those who, having dedicated all actions to Me and accepted Me as the supreme, meditate by thinking of Me with single-minded concentration only-."}, {"chapter_no": "12", "sutra_no": "7", "sutra": "O son of Prtha, for them who have their minds absorbed in Me, I become, without delay, the Deliverer from the sea of the world which is fraught with death."}, {"chapter_no": "12", "sutra_no": "8", "sutra": "Fix the mind on Me alone; in Me alone rest the intellect. There is no doubt that hereafter you will dwell in Me alone. [For the sake of metre, eva and atah (in the second line of the verse) are not joined together (to form evatah).]"}, {"chapter_no": "12", "sutra_no": "9", "sutra": "If, however, you are unable to establish the mind steadily on Me, then, O Dhananjaya, seek to attain Me through the Yoga of Practice."}, {"chapter_no": "12", "sutra_no": "1", "sutra": "0 If you are unable even to practise, be intent on works for Me. By undertaking works for Me as well, you will attain perfection. [Identity with Brahman.]"}, {"chapter_no": "12", "sutra_no": "1", "sutra": "1 If you are unable to do even this, in that case, having resorted to the Yoga for Me, thereafter renounce the results of all works by becoming controlled in mind."}, {"chapter_no": "12", "sutra_no": "1", "sutra": "2 Knowledge is surely superior to practice; meditation surpasses knowledge. The renunciation of the results of works (excels) meditation. From renunciation, Peace follows immediately."}, {"chapter_no": "12", "sutra_no": "1", "sutra": "3 He who is not hateful towards any creature, who is friendly and compassionate, who has no idea of 'mine' and the idea of egoism, who is the same under sorrow and happiness, who is forgiving;"}, {"chapter_no": "12", "sutra_no": "1", "sutra": "4 He who is ever content, who is a yogi, who has self-control, who has firm conviction, who has dedicated his mind and intellect to Me-he who is such a devotee of Mine is dear to Me."}, {"chapter_no": "12", "sutra_no": "1", "sutra": "5 He, too, owing to whom the world is not disturbed, and who is not disturbed by the world, who is free from joy, impatience, fear and anxiety, is dear to Me."}, {"chapter_no": "12", "sutra_no": "1", "sutra": "6 He who has no desires, who is pure, who is dextrous, who is impartial, who is free from fear, who has renounced every undertaking-he who is (such) a devotee of Mine is dear to Me."}, {"chapter_no": "12", "sutra_no": "1", "sutra": "7 He who does not rejoice, does not fret, does not lament, does not hanker; who gives up good and bad, who is filled with devotion-he is dear to Me."}, {"chapter_no": "12", "sutra_no": "1", "sutra": "8 He who is the same towards friend and foe, and so also in honour and dishonour; who is the same under cold, heat, happiness and sorrow, who is free from attachment to everything."}, {"chapter_no": "12", "sutra_no": "1", "sutra": "9 The person to whom denunciation and praise are the same, who is silent, content with anything, homeless, steady-minded, and full of devotion is dear to Me."}, {"chapter_no": "12", "sutra_no": "2", "sutra": "0 But [Tu (but) is used to distinguish those who have attained the highest Goal from the aspirants.-Tr.] those devotees who accept Me as the supreme Goal, and with faith seek for this ambrosia [M.S.'s reading is dharmamrtam-nectar in the form of virtue. Virtue is called nectar because it leads to Immortality, or because it is sweet like nectar.] which is indistinguishable from the virtues as stated above, they are very dear to Me."}]