[{"chapter_no": "14", "sutra_no": "1", "sutra": "The Blessed Lord said  I shall speak again of the supreme Knowledge, the best of all knowledges, by realizing which all the contemplatives reached the highest Perfection from here."}, {"chapter_no": "14", "sutra_no": "2", "sutra": "Those who attain identity with Me by resorting of this Knowledge are not born even during creation, nor do they suffer pain during dissolution."}, {"chapter_no": "14", "sutra_no": "3", "sutra": "My womb is the great-sustainer. In that I place the seed. From that, O scion of the Bharata dynasty, occurs the birth of all things."}, {"chapter_no": "14", "sutra_no": "4", "sutra": "O son of Kunti, whatever forms are born from all the wombs, of them the great-sustainer is the womb; I am the father who deposits the seed."}, {"chapter_no": "14", "sutra_no": "5", "sutra": "O mighty-armed one, the alities, viz sattva, rajas and tamas, born of Nature, being the immutable embodies being to the body."}, {"chapter_no": "14", "sutra_no": "6", "sutra": "Among them, sattva, being pure, [Nirmala, pure-transparent, i.e., capable of resisting any form of ignorance, and hence as illuminator, i.e.a revealer of Consciousness.] is an illuminator and is harmless. O sinless one, it binds through attachment to happiness and attachment to knowledge."}, {"chapter_no": "14", "sutra_no": "7", "sutra": "Know rajas to be of the nature of passion, born of hankering and attachment. O son of Kunti, that binds the embodied one through attachment to action."}, {"chapter_no": "14", "sutra_no": "8", "sutra": "On the other hand, know tamas, which deludes all embodied beings, to be born of ignorance. O scion of the Bharata dynasty, that binds through inadvertence, laziness and sleep."}, {"chapter_no": "14", "sutra_no": "9", "sutra": "O scion of the Bharata dynasty, sattva attaches one to happiness, rajas to action, while tamas, covering up knowledge, leads to inadvertence also."}, {"chapter_no": "14", "sutra_no": "1", "sutra": "0 O scion of the Bharata dynasty, sattva increases by subduing rajas and tamas, rajas by overpowering sattva and tamas, and tamas by dominating over sattva and rajas."}, {"chapter_no": "14", "sutra_no": "1", "sutra": "1 When the illumination that is knowledge radiates in this body through all the doors (of the senses), then one should know that sattva has increased greatly."}, {"chapter_no": "14", "sutra_no": "1", "sutra": "2 O best of the Bharata dynasty, when rajas becomes predominant, these come into being: avarice, movement, undertaking of actions, unrest and hankering."}, {"chapter_no": "14", "sutra_no": "1", "sutra": "3 O descendant of the Kuru dynasty, when tamas predominates these surely [i.e. without exception.-M.S.] come into being: non-discrimination and inactivity, inadvertence and delusion."}, {"chapter_no": "14", "sutra_no": "1", "sutra": "4 When an embodied one undergoes death while sattva is exclusively prodominant, then he attains the taintless worlds of those who know the highest (entities)."}, {"chapter_no": "14", "sutra_no": "1", "sutra": "5 When one dies while rajas predominates, he is born among people attached to activity. Similarly, when one dies while tamas predominates, he takes birth among the stupid species."}, {"chapter_no": "14", "sutra_no": "1", "sutra": "6 They say that the result of good work is pure and is born of sattva. But the result of rajas is sorrow; the result of tamas is ignorance."}, {"chapter_no": "14", "sutra_no": "1", "sutra": "7 From sattva is born knowledge [Knowledge acired through the sense-organs.], and from rajas, verily, avarice. From tamas are born inadvertence and delusion as also ignorance, to be sure."}, {"chapter_no": "14", "sutra_no": "1", "sutra": "8 People who conform to sattva go higher up; those who conform to rajas stay in the middle; those who conform to tamas, who conform to the actions of the lowest ality, go down."}, {"chapter_no": "14", "sutra_no": "1", "sutra": "9 When the witness sees none other than the alities as the agent, and knows that which is superior [i.e. different from.] to the alities, he attains My nature."}, {"chapter_no": "14", "sutra_no": "2", "sutra": "0 Having transcended these three alities which are the origin of the body, the embodied one, becoming free from birth, death, old age and sorrows, experiences Immortality."}, {"chapter_no": "14", "sutra_no": "2", "sutra": "1 Arjuna said  O Lord, by what signs is one (known) who has gone beyond these three alities? What is his behaviour, and how does he transcend these three alities?"}, {"chapter_no": "14", "sutra_no": "2", "sutra": "2 The Blessed Lord said  O son of Pandu, he neither dislikes illumination (knowledge), activity and delusion when they appear, nor does he long for them when they disappear."}, {"chapter_no": "14", "sutra_no": "2", "sutra": "3 He who, sitting like one indifferent, is not distracted by the three alities; he who, thinking that the alities alone act, remains firm and surely does not move;"}, {"chapter_no": "14", "sutra_no": "2", "sutra": "4 He to whom sorrow and happiness are alike, who is established in his own Self, to whom a lump of earth, iron and gold are the same, to whom the agreeable and the disagreeable are the same, who is wise, to whom censure and his own praise are the same;"}, {"chapter_no": "14", "sutra_no": "2", "sutra": "5 He who is the same under honour and dishonour, who is eally disposed both towards the side of the friend and of the foe, who has renounced all enterprise,-he is said to have gone beyond the alities."}, {"chapter_no": "14", "sutra_no": "2", "sutra": "6 And he who serves Me through the unswerving Yoga of Devotion, he, having gone beyond these alities, alifies for becoming Brahman."}, {"chapter_no": "14", "sutra_no": "2", "sutra": "7 For I am the Abode of Brahman-the indestructible and immutable, the eternal, the Dharma and absolute Bliss."}]