[{"chapter_no": "2", "sutra_no": "1 ", "sutra": "Sanjaya said  To him who had been thus filled with pity, whose eyes were filled with tears and showed distress, and who was sorrowing, Madhusudana uttered these words:"}, {"chapter_no": "2", "sutra_no": "2 ", "sutra": "The Blessed Lord said  O Arjuna, in this perilous place, whence has come to you this impurity entertained by unenlightened persons, which does not lead to heaven and which brings infamy?"}, {"chapter_no": "2", "sutra_no": "3 ", "sutra": "O Partha, yield not to unmanliness. This does not befit you. O scorcher of foes, arise, giving up the petty weakness of the heart."}, {"chapter_no": "2", "sutra_no": "4 ", "sutra": "Arjuna said  O Madhusudana, O destroyer of enemies, how can I fight with arrows in battle against Bhisma and Drona who are worthy of adoration?"}, {"chapter_no": "2", "sutra_no": "5 ", "sutra": "Rather than killing the noble-minded elders, it is better in this world to live even on alms. But by killing the elders we shall only be enjoying here the pleasures of wealth and desireable things drenched in blood."}, {"chapter_no": "2", "sutra_no": "6 ", "sutra": "We do not know this as well as to which is the better for us, (and) whether we shall win, or whether they shall coner us. Those very sons of Dhrtarastra, by killing whom we do not wish to live, stand in confrontation."}, {"chapter_no": "2", "sutra_no": "7 ", "sutra": "With my nature overpowered by weak commiseration, with a mind bewildered about duty, I supplicate You. Telll me for certain that which is better; I am Your disciple. Instruct me who have taken refuge in You."}, {"chapter_no": "2", "sutra_no": "8 ", "sutra": "Because, I do not see that which can, even after aciring on this earth a prosperous kingdom free from enemies and even sovereignty over the gods, remove my sorrow (which is) blasting the senses."}, {"chapter_no": "2", "sutra_no": "9 ", "sutra": "Sanjaya said  Having spoken thus to Hrsikesa (Krsna), Gudakesa (Arjuna), the afflictor of foes, verily became silent, telling Govinda, 'I shall not fight.' fight.'"}, {"chapter_no": "2", "sutra_no": "10", "sutra": "O descendant of Bharata, to him who was sorrowing between the two armies, Hrsikesa, mocking as it were, said these words:"}, {"chapter_no": "2", "sutra_no": "11", "sutra": "The Blessed Lord said  You grieve for whose who are not to be grieved for; and you speak words of wisdom! The learned do not grieve for the departed and those who have not departed."}, {"chapter_no": "2", "sutra_no": "12", "sutra": "But certainly (it is) not (a fact) that I did not exist at any time; nor you, nor these rulers of men. And surely it is not that we all shall cease to exist after this."}, {"chapter_no": "2", "sutra_no": "13", "sutra": "As are boyhood, youth and decrepitude to an embodied being in this (present) body, similar is the acisition of another body. This being so, an intelligent person does not get deluded."}, {"chapter_no": "2", "sutra_no": "14", "sutra": "But the contacts of the organs with the objects are the producers of cold and heat, happiness and sorrow. They have a beginning and an end, (and) are transient. Bear them, O descendant of Bharata."}, {"chapter_no": "2", "sutra_no": "15", "sutra": "O (Arjuna, who are) foremost among men, verily, the person whom these do not torment, the wise man to whom sorrow and happhiness are the same  he is fit for Immortality."}, {"chapter_no": "2", "sutra_no": "16", "sutra": "Of the unreal there is no being; the real has no nonexistence. But the nature of both these, indeed, has been realized by the seers of Truth."}, {"chapter_no": "2", "sutra_no": "17", "sutra": "But know That to be indestructible by which all this is pervaded. None can bring about the destruction of this Immutable."}, {"chapter_no": "2", "sutra_no": "18", "sutra": "These destructible bodies are said to belong to the everlasting, indestructible, indeterminable, embodied One. Therefore, O descendant of Bharata, join the battle."}, {"chapter_no": "2", "sutra_no": "19", "sutra": "He who thinks of this One as the killer, and he who thinks of this One as the killed  both of them do not know. This One does not kill, nor is It killed."}, {"chapter_no": "2", "sutra_no": "20", "sutra": "Never is this One born, and never does It die; nor is it that having come to exist, It will again cease to be. This One is birthless, eternal, undecaying, ancient; It is not killed when the body is killed."}, {"chapter_no": "2", "sutra_no": "21", "sutra": "O Partha, he who knows this One as indestructible, eternal, birthless and undecaying, how and whom does that person kill, or whom does he cause to be killed! [This is not a estion but only an emphatic denial.-Tr.]"}, {"chapter_no": "2", "sutra_no": "22", "sutra": "As after rejecting wornout clothes a man takes up other new ones, likewise after rejecting wornout bodies the embodied one unites with other new ones."}, {"chapter_no": "2", "sutra_no": "23", "sutra": "Weapons do not cut It, fire does not burn It, water does not moisten It, and air does not dry It."}, {"chapter_no": "2", "sutra_no": "24", "sutra": "It cannot be cut, It cannot be burnt, cannot be moistened, and surely cannot be dried up. It is eternal, omnipresent, stationary, unmoving and changeless."}, {"chapter_no": "2", "sutra_no": "25", "sutra": "It is said that This is unmanifest; This is inconceivable; This is unchangeable. Therefore, having known This thus, you ougth not to grieve."}, {"chapter_no": "2", "sutra_no": "26", "sutra": "On the other hand, if you think this One is born continually or dies constantly, even then, O mighty-armed one, you ought not to grieve thus."}, {"chapter_no": "2", "sutra_no": "27", "sutra": "For death of anyone born is certain, and of the dead (re-) birth is a certainly. Therefore you ought not to grieve over an inevitable fact."}, {"chapter_no": "2", "sutra_no": "28", "sutra": "O descendant of Bharata, all beings remain unmanifest in the beginning;; they become manifest in the middle. After death they certainly become unmanifest. What lamentation can there be with regard to them?"}, {"chapter_no": "2", "sutra_no": "29", "sutra": "Someone visualizes It as a wonder; and similarly indeed, someone else talks of It as a wonder; and someone else hears of It as a wonder. And some one else, indeed, does not realize It even after hearing about It."}, {"chapter_no": "2", "sutra_no": "30", "sutra": "O descendant of Bharata, this embodied Self existing in everyone's body can never be killed. Therefore you ought not to grieve for all (these) beings."}, {"chapter_no": "2", "sutra_no": "31", "sutra": "Even considering your own duty you should not waver, since there is nothing else better for a Ksatriya than a righteous battle."}, {"chapter_no": "2", "sutra_no": "32", "sutra": "O son of Partha, happy are the Ksatriyas who come across this kind of a battle, which presents itself unsought for and which is an open gate to heaven."}, {"chapter_no": "2", "sutra_no": "33", "sutra": "On the other hand, if you will not fight this righteous battle, then, forsaking your own duty and fame, you will incur sin."}, {"chapter_no": "2", "sutra_no": "34", "sutra": "People also will speak of your unending infamy. And to an honoured person infamy is worse than death."}, {"chapter_no": "2", "sutra_no": "35", "sutra": "The great chariot-riders will think of you as having desisted from the fight out of fear; and you will into disgrace before them to whom you had been estimable."}, {"chapter_no": "2", "sutra_no": "36", "sutra": "And your enemies will speak many indecent words while denigrating your might. What can be more painful than that?"}, {"chapter_no": "2", "sutra_no": "37", "sutra": "Either by being killed you will attain heaven, or by winning you will enjoy the earth. Therefore, O Arjuna, rise up with determination for fighting."}, {"chapter_no": "2", "sutra_no": "38", "sutra": "Treating happiness and sorrow, gain and loss, and conest and defeat with eanimity, then engage in battle. Thus you will not incur sin."}, {"chapter_no": "2", "sutra_no": "39", "sutra": "O Partha, this wisdom has been imparted to you from the standpoint of Self-realization. But listen to this (wisdom) from the standpoint of Yoga, endowed with which wisdom you will get rid of the bondage of action."}, {"chapter_no": "2", "sutra_no": "40", "sutra": "Here there is no waste of an attempt; nor is there (any) harm. Even a little of this righteousness saves (one) from great fear."}, {"chapter_no": "2", "sutra_no": "41", "sutra": "O scion of the Kuru dynasty, in this there is a single, one-pointed conviction. The thoughts of the irresolute ones have many branches indeed, and are innumerable."}, {"chapter_no": "2", "sutra_no": "42", "sutra": "-2.43  O son of Prtha, those undiscerning people who utter this flowery talk  which promises birth as a result of rites and duties, and is full of various special rites meant for the attainment of enjoyment and affluence , they remain engrossed in the utterances of the Vedas and declare that nothing else exists; their minds are full of desires and they have heaven as the goal."}, {"chapter_no": "2", "sutra_no": "42", "sutra": "-2.43 O son of Prtha, those undiscerning people who utter this flowery talk  which promises birth as a result of rites and duties, and is full of various special rites meant for the attainment of enjoyment and affluence , they remain engrossed in the utterances of the Vedas and declare that nothing else exists; their minds are full of desires and they have heaven as the goal."}, {"chapter_no": "2", "sutra_no": "44", "sutra": "One-pointed conviction does not become established in the minds of those who delight in enjoyment and affluence, and whose intellects are carried away by that (speech)."}, {"chapter_no": "2", "sutra_no": "45", "sutra": "O Arjuna, the Vedas [Meaning only the portion dealing with rites and duties (karma-kanda).] have the three alities as their object. You become free from worldliness, free from the pairs of duality, ever-poised in the ality of sattva, without (desire for) acisition and protection, and self-collected."}, {"chapter_no": "2", "sutra_no": "46", "sutra": "A Brahmana with realization has that much utility in all the Vedas as a man has in a well when there is a flood all around."}, {"chapter_no": "2", "sutra_no": "47", "sutra": "Your right is for action alone, never for the results. Do not become the agent of the results of action. May you not have any inclination for inaction."}, {"chapter_no": "2", "sutra_no": "48", "sutra": "By being established in Yoga, O Dhananjaya (Arjuna), undertake actions, casting off attachment and remaining eipoised in success and failure. Eanimity is called Yoga."}, {"chapter_no": "2", "sutra_no": "49", "sutra": "O Dhananjaya, indeed, action is ite inferior to the yoga of wisdom. Take resort to wisdom. Those who thirst for rewards are pitiable."}, {"chapter_no": "2", "sutra_no": "50", "sutra": "Possessed of wisdom, one rejects here both virtue and vice. Therefore devote yourself to (Karma-) yoga. Yoga is skilfulness in action."}, {"chapter_no": "2", "sutra_no": "51", "sutra": "Because, those who are devoted to wisdom, (they) becoming men of Enlightenment by giving up the fruits produced by actions, reach the state beyond evils by having become freed from the bondage of birth."}, {"chapter_no": "2", "sutra_no": "52", "sutra": "When your mind will go beyond the turbidity of delusion, then you will acire dispassion for what has to be heard and what has been heard."}, {"chapter_no": "2", "sutra_no": "53", "sutra": "When your mind that has become bewildered by hearing [S. takes the word sruti in the sense of the Vedas.-Tr.] will become unshakable and steadfast in the Self, then you will attain Yoga that arises from discrimination."}, {"chapter_no": "2", "sutra_no": "54", "sutra": "Arjuna said  O kesava, what is the description of a man of steady wisdom who is Self-absorbed? How does the man of steady wisdom speak? How does he sit? How does he move about?"}, {"chapter_no": "2", "sutra_no": "55", "sutra": "The Blessed said  O Partha, when one fully renounces all the desires that have entered the mind, and remains satisfied in the Self alone by the Self, then he is called a man of steady wisdom."}, {"chapter_no": "2", "sutra_no": "56", "sutra": "That monk is called a man of steady wisdom when his mind is unperturbed in sorrow, he is free from longing for delights, and has gone beyond attachment, fear and anger."}, {"chapter_no": "2", "sutra_no": "57", "sutra": "The wisdom of that person remains established who has not attachment for anything anywhere, who neither welcomes nor rejects anything whatever good or bad when he comes across it."}, {"chapter_no": "2", "sutra_no": "58", "sutra": "And when this one fully withdraws the senses from the objects of the senses, as a tortoise wholly (withdraws) the limbs, then his wisdom remains established."}, {"chapter_no": "2", "sutra_no": "59", "sutra": "The objects recede from an abstinent man, with the exception of the taste (for them). Even the taste of this person falls away after realization the Absolute."}, {"chapter_no": "2", "sutra_no": "60", "sutra": "For, O son of Kunti, the turbulent organs violently snatch away the mind of an intelligent person, even while he is striving diligently."}, {"chapter_no": "2", "sutra_no": "61", "sutra": "Controlling all of them, one should remain concentrated on Me as the supreme. For, the wisdom of one whose organs are under control becomes steadfast."}, {"chapter_no": "2", "sutra_no": "62", "sutra": "-2.63 In the case of a person who dwells on objects, there arises attachment for them. From attachment grows hankering, from hankering springs anger."}, {"chapter_no": "2", "sutra_no": "63", "sutra": "From anger follows delusion; from delusion, failure of memory; from failure of memory, the loss of understanding; from the loss of understanding, he perishes."}, {"chapter_no": "2", "sutra_no": "64", "sutra": "But by perceiving objects with the organs that are free from attraction and repulsion, and are under his own control, the self-controlled man attains serenity."}, {"chapter_no": "2", "sutra_no": "65", "sutra": "When there is serenity, there follows eradication of all his sorrows, because the wisdom of one who has a serene mind soon becomes firmly established."}, {"chapter_no": "2", "sutra_no": "66", "sutra": "For the unsteady there is no wisdom, and there is no meditation for the unsteady man. And for an unmeditative man there is no peace. How can there be happiness for one without peace?"}, {"chapter_no": "2", "sutra_no": "67", "sutra": "For, the mind which follows in the wake of the wandering senses, that (mind) carries away his wisdom like the mind (diverting) a boat on the waters."}, {"chapter_no": "2", "sutra_no": "68", "sutra": "Therefore, O mighty-armed one, this wisdom becomes established whose organs in all their varieties are withdrawn from their objects."}, {"chapter_no": "2", "sutra_no": "69", "sutra": "The self-restrained man keeps awake during that which is night for all creatures. That during which creatures keep awake, it is night to the seeing sage."}, {"chapter_no": "2", "sutra_no": "70", "sutra": "That man attains peace into whom all desires enter in the same way as the waters flow into a sea that remains unchanged (even) when being filled up from all sides. Not so one who is desirous of objects."}, {"chapter_no": "2", "sutra_no": "71", "sutra": "That man attains peace who, after rejecting all desires, moves about free from hankering, without the idea of ('me' and) 'mine', and devoid of pride."}, {"chapter_no": "2", "sutra_no": "72", "sutra": "O Partha, this is the state of being established in Brahman. One does not become deluded after attaining this. One attains identification with Brahman by being established in this state even in the closing years of one's life."}]