[{"chapter_no": "7", "sutra_no": "1 ", "sutra": "The Blessed Lord said  O Partha, hear how you, having the mind fixed on Me, practising the Yoga of Meditation and taking refuge in Me, will know Me with certainly and in fulness."}, {"chapter_no": "7", "sutra_no": "2 ", "sutra": "I shall tell you in detail of this Knowledge which is combined with realization, [From the statement, 'jnasyasi, you will know', in the earlier verse, one may conclude that the Lord is speaking of indirect or theoretical knowledge. The word 'idam, this' rules out such a conclusion; and it has also been said that this Knowledge is 'savijnanam, combined with direct experienece, realization'; it is Consciousness.] after experience which there remains nothing else here to be known again."}, {"chapter_no": "7", "sutra_no": "3 ", "sutra": "Among thousands of men a rare one endeavours for perfection. Even of the perfected ones who are diligent, one perchance knows Me in truth."}, {"chapter_no": "7", "sutra_no": "4 ", "sutra": "This Prakrti of Mine is divided eight-fold thus: earth, water, fire, air, space, mind, intellect and also egoism."}, {"chapter_no": "7", "sutra_no": "5 ", "sutra": "O mighty-armed one, this is the inferior (Prakrti). Know the other Prakrti of Mine which, however, is higher than this, which has taken the from of individual souls, and by which this world is uphelp."}, {"chapter_no": "7", "sutra_no": "6 ", "sutra": "Understand thus that all things (sentient and insentient) have these as their source. I am the origin as also the end of the whole Universe."}, {"chapter_no": "7", "sutra_no": "7 ", "sutra": "O Dhananjaya, there is nothing else whatsoever higher than Myself. All this is strung on Me like pearls on a string."}, {"chapter_no": "7", "sutra_no": "8 ", "sutra": "O son of Kunti, I am the taste of water, I am the effulgence of the moon and the sun; (the letter) Om in all the Vedas, the sound in space, and manhood in men."}, {"chapter_no": "7", "sutra_no": "9 ", "sutra": "I am also the sweet fragrance in the earth; I am the brillinace in the fire, and the life in all beings; and I am the austerity of the ascetics."}, {"chapter_no": "7", "sutra_no": "10", "sutra": "O Partha, know Me to be the eternal Seed of all beings. I am the intellect of the intelligent, I am the courage of the courageous."}, {"chapter_no": "7", "sutra_no": "11", "sutra": "And of the strong I am the strength which is devoid of passion and attachment. Among creatures I am desire which is not contrary to righteousness, O scion of the Bharata dyansty."}, {"chapter_no": "7", "sutra_no": "12", "sutra": "Those things that indeed are made of (the ality of ) sattva, and those things that are made of (the ality of) rajas and tamas, know them to have sprung from Me alone. However, I am not in them; they are in Me!"}, {"chapter_no": "7", "sutra_no": "13", "sutra": "All this world, deluded as it is by these three things made of the gunas (alities), does not know Me who am transcendental to these and undecaying."}, {"chapter_no": "7", "sutra_no": "14", "sutra": "Since this divine Maya of Mine which is constituted by the gunas is difficult to cross over, (therefore) those who take refuge in Me alone cross over this Maya."}, {"chapter_no": "7", "sutra_no": "15", "sutra": "The foolish evildoers, who are the most depraved among men, who are deprived of (their) wisdom by Maya, and who resort to demoniacal ways, do not take refuge in Me."}, {"chapter_no": "7", "sutra_no": "16", "sutra": "O Arjuna, foremost of the Bharata dynasty, four classes of people of virtuous deeds adore Me: the afflicted, the seeker of Knowledge, the seeker of wealth and the man of Knowledge."}, {"chapter_no": "7", "sutra_no": "17", "sutra": "Of them, the man of Knowledge, endowed with constant steadfastness and one-pointed devotion, excels. For I am very much dear to the man of Knowledge, and he too is dear to Me."}, {"chapter_no": "7", "sutra_no": "18", "sutra": "All of these, indeed, are noble, but the man of Knowledge is the very Self. (This is) My opinion. For, with a steadfast mind, he is set on the path leading to Me alone who am the super-excellent Goal."}, {"chapter_no": "7", "sutra_no": "19", "sutra": "At the end of many births the man of Knowledge attains Me, (realizing) that Vasudeva is all. Such a high-souled one is very rare."}, {"chapter_no": "7", "sutra_no": "20", "sutra": "People, deprived of their wisdom by desires for various objects and guided by their own nature, resort to other deities following the relevant methods."}, {"chapter_no": "7", "sutra_no": "21", "sutra": "Whichever form (of a deity) any devotee wants to worship with faith, that very firm faith of his I strengthen."}, {"chapter_no": "7", "sutra_no": "22", "sutra": "Being imbued with that faith, that person engages in worshipping that form, and he gets those very desired results therefrom as they are dispensed by Me alone."}, {"chapter_no": "7", "sutra_no": "23", "sutra": "That result of theirs who are of poor intellect is indeed limited. The worshippers of gods go to the gods. My devotees go to Me alone."}, {"chapter_no": "7", "sutra_no": "24", "sutra": "The unintelligent, unaware of My supreme state which is immutable and unsurpassable, think of Me as the unmanifest that has become manifest."}, {"chapter_no": "7", "sutra_no": "25", "sutra": "Being enveloped by yoga-maya, I do not become manifest to all. This deluded world does not know Me who am birthless and undecaying."}, {"chapter_no": "7", "sutra_no": "26", "sutra": "O Arjuna, I know the past and the present as also the future beings; but no one knows Me!"}, {"chapter_no": "7", "sutra_no": "27", "sutra": "O scion of the Bharata dynasty, O destroyer of foes, due to the delusion of duality arising from likes and dislikes, all creatures become bewildered at the time of their birth."}, {"chapter_no": "7", "sutra_no": "28", "sutra": "On the other hand, those persons who are of virtuous deeds, whose sin has come to an end, they, being free from the delusion of dulaity and firm in their convictions, adore Me."}, {"chapter_no": "7", "sutra_no": "29", "sutra": "Those who strive by resorting to Me for becoming free from old age and death, they know that Brahman, everything about the individual Self, and all about actions. [They know Brahman as being all the individual entities and all actions. This verse prescribes meditation on the alified Brahman for aspirants of the middle class. Verses beginning with the 14the speak about the reaization of the unalified Brahman by aspirants of the highest class.]"}, {"chapter_no": "7", "sutra_no": "30", "sutra": "Those who know me as existing in the physical and the divine planes, and also in the context of the sacrifice, they of concentrated minds know Me even at the time of death."}]