[{"chapter_no": "15", "sutra_no": "1", "sutra": "The Blessed Lord said  They say that the peepul Tree, which has its roots upward and the branches downward, and of which the Vedas are the leaves, is imperishable. He who realizes it is knower of the Vedas."}, {"chapter_no": "15", "sutra_no": "2", "sutra": "The branches of that (Tree), extending down-wards and upwards, are strengthened by the alities and have sense-objects as their shoots. And the roots, which are followed by actions, spread down-wards in the human world [According to A.G. and M.S. manusya-loke means a body distinguished by Brahminhood etc.]."}, {"chapter_no": "15", "sutra_no": "3", "sutra": "Its form is not perceived here in that way; nor its end, nor beginning, nor continuance, After felling this Peepul whose roots are well developed, with the strong sword of detachment-;"}, {"chapter_no": "15", "sutra_no": "4", "sutra": "Thereafter, that State has to be sought for, going where they do not return again: I take refuge in that Primeval Person Himself, from whom has ensued the eternal Manifestation."}, {"chapter_no": "15", "sutra_no": "5", "sutra": "The wise ones who are free from pride and non-discrimination, who have conered the evil of association, [Hatred and love arising from association with foes and friends.] who are ever devoted to spirituality, completely free from desires, free from the dualities called happiness and sorrow, reach that undecaying State."}, {"chapter_no": "15", "sutra_no": "6", "sutra": "Neither the sun nor the moon nor fire illumines That. That is My supreme Abode, reaching which they do not return."}, {"chapter_no": "15", "sutra_no": "7", "sutra": "It is verily a part of Mine which, becoming the eternal individual soul in the region of living beings, draws (to itself) the organs which have the mind as their sixth, and which abide in Nature."}, {"chapter_no": "15", "sutra_no": "8", "sutra": "When the master leaves it and even when he assumes a body, he departs taking these, as wind (carries away) odours from their receptacles."}, {"chapter_no": "15", "sutra_no": "9", "sutra": "This one enjoys the objects by presiding over the ear, eyes, skin and tongue as also the nose and the mind."}, {"chapter_no": "15", "sutra_no": "1", "sutra": "0 Persons who are diversely deluded do not see it even when it is leaving or residing (in this body), or experiencing, or in association with the alities. Those with the eye of knowledge see."}, {"chapter_no": "15", "sutra_no": "1", "sutra": "1 And the yogis who are diligent see this one as existing in themselves. The non-discriminating ones who lack self-control do not see this one-though (they be) diligent."}, {"chapter_no": "15", "sutra_no": "1", "sutra": "2 That light in the sun which illumines the whole world, that which is in the moon, and that which is in fire,-know that light to be Mine."}, {"chapter_no": "15", "sutra_no": "1", "sutra": "3 And entering the earth I sustain the beings through (My) power; and nourish all the plants by becoming Soma [According to S. and most other translators, Soma means the moon.-Tr.] which is of the nature of sap."}, {"chapter_no": "15", "sutra_no": "1", "sutra": "4 Taking the form of Vaisvanara and residing in the bodies of creatures, I, in association with Prana and Apana, digest the four kinds of food."}, {"chapter_no": "15", "sutra_no": "1", "sutra": "5 And I am seated in the hearts of all. From Me are memory, knowledge and their loss. I alone am the object to be known through all the Vedas; I am also the originator of the Vedanta, and I Myself am the knower of the Vedas."}, {"chapter_no": "15", "sutra_no": "1", "sutra": "6 There are these two persons in the world-the mutable and the immutable. The mutable consists of all things; the one existing as Maya is called the immutable."}, {"chapter_no": "15", "sutra_no": "1", "sutra": "7 But different is th supreme Person who is spoken of as the transcendental Self, who, permeating the three worlds, upholds (them), and is the imperisahble God."}, {"chapter_no": "15", "sutra_no": "1", "sutra": "8 Since I am transcendental to the mutable and above even the immutable, hence I am well known in the world and in the Vedas as the supreme Person."}, {"chapter_no": "15", "sutra_no": "1", "sutra": "9 O scion of the Bharata dynasty, he who, being free from delusion, knows Me the supreme Person thus, he is all-knowing and adores Me with his whole being."}, {"chapter_no": "15", "sutra_no": "2", "sutra": "0 O sinless one, this most secret scripture has thus been uttered by Me. Understanding this, one becomes wise and has his duties fulfilled, O scion of the Bharata dynasty."}]