[{"chapter_no": "4", "sutra_no": "1 ", "sutra": "The Blessed Lord said  I imparted this imperishable Yoga to Vivasvan, Vivasvan taught this to Manu, and Manu transmitted this to Iksavaku."}, {"chapter_no": "4", "sutra_no": "2 ", "sutra": "The king-sages knew this (yoga) which was received thus in regular succession. That Yoga, O destroyer of foes, in now lost owing to a long lapse of time."}, {"chapter_no": "4", "sutra_no": "3 ", "sutra": "That ancient Yoga itself, which is this, has been taught to you by Me today, considering that you are My devotee and friend, For, this (Yoga) is a profound secret."}, {"chapter_no": "4", "sutra_no": "4 ", "sutra": "Arjuna said  Your birth was later, (whereas) the birth of Vivasvan was earlier. How am I to understand this that You instructed (him) in the beginning?"}, {"chapter_no": "4", "sutra_no": "5 ", "sutra": "The Blessed Lord said  O Arjuna, many lives of Mine have passed, and so have yours. I know them all, (but) you know not, O scorcher of enemies!"}, {"chapter_no": "4", "sutra_no": "6 ", "sutra": "Though I am birthless, undecaying by nature, and the Lord of beings, (still) by subjugating My Prakriti, I take birth by means of My own Maya."}, {"chapter_no": "4", "sutra_no": "7 ", "sutra": "O scion of the Bharata dynasty, whenever there is a decline one virtue and increase of vice, then do I manifest Myself."}, {"chapter_no": "4", "sutra_no": "8 ", "sutra": "For the protection of the pious, the destruction of the evil-doers, and establishing virtue, I manifest Myself in every age."}, {"chapter_no": "4", "sutra_no": "9 ", "sutra": "He who thus knows truly the divine birth and actions of Mine does not get rirth after casting off the body. He attains Me, O Arjuna."}, {"chapter_no": "4", "sutra_no": "10", "sutra": "Many who were devoid of attachment, fear and anger, who were absorbed in Me, who had taken refuge in Me, and were purified by the austerity of Knowledge, have attained My state."}, {"chapter_no": "4", "sutra_no": "11", "sutra": "According to the manner in which they approach Me, I favour them in that very manner. O son of Partha, human beings follow My path in every way."}, {"chapter_no": "4", "sutra_no": "12", "sutra": "Longing for the fruition of actions (of their rites and duties), they worship the gods here. For, in the human world, success from action comes ickly."}, {"chapter_no": "4", "sutra_no": "13", "sutra": "The four castes have been created by Me through a classification of the gunas and duties. Even though I am the agent of that (act of classification), still know Me to be a non-agent and changeless."}, {"chapter_no": "4", "sutra_no": "14", "sutra": "Actions do not taint Me; for Me there is no hankering for the results of actions. One who knows Me thus, does not become bound by actions."}, {"chapter_no": "4", "sutra_no": "15", "sutra": "Having known thus, duties were performed even by the ancient seekers of Liberation. Thererfore you undertake action itself as was performed earlier by the ancient ones."}, {"chapter_no": "4", "sutra_no": "16", "sutra": "Even the intelligent are confounded as to what is action and what is inaction. I shall tell you of that action by knowing which you will become free from evil."}, {"chapter_no": "4", "sutra_no": "17", "sutra": "For there is something to be known even about action, and something to be known about prohibited action; and something has to be known about inaction. The true nature of action is inscrutable."}, {"chapter_no": "4", "sutra_no": "18", "sutra": "He who finds inaction in action, and action in inaction, he is the wise one [Possessed of the knowledge of Brahman] among men; he is engaged in yoga and is a performer of all actions!"}, {"chapter_no": "4", "sutra_no": "19", "sutra": "The wise call him learned whose actions are all devoid of desires and their thougts, [Kama-sankalpa is variously translated as 'desires and purposes', 'plans and desires for results', 'hankering for desires', etc. But Sankarcarya shows sankalpa as the cause of kama. -Tr.] and whose actions have been burnt away by the fire of wisdom."}, {"chapter_no": "4", "sutra_no": "20", "sutra": "Having given up attachment to the results of action, he who is ever-contented, dependent on nothing, he really does not do anything even though engaged in action."}, {"chapter_no": "4", "sutra_no": "21", "sutra": "One who is without solicitation, who has the mind and organs under control, (and) is totally without possessions, he incurs no sin by performing actions merely for the (maintenance of the) body."}, {"chapter_no": "4", "sutra_no": "22", "sutra": "Remaining satisfied with what comes unasked for, having transcended the dualities, being free from spite, and eipoised under success and failure, he is not bound even by performing actions."}, {"chapter_no": "4", "sutra_no": "23", "sutra": "Of the liberated person who has got rid of attachment, whose mind is fixed in Knowledge, actions undertaken for a sacrifice get totally destroyed."}, {"chapter_no": "4", "sutra_no": "24", "sutra": "The ladle is Brahman [Some translate as 'Brahman is the ladle৷৷.,' etc.-Tr.], the oblations is Brahman, the offering is poured by Brahman in the fire of Brahman. Brahman alone is to be reached by him who has concentration on Brahman as the objective [As an object to be known and attained. (Some translate brahma-karma-samadhina as, 'by him who sees Brahman in action'.)"}, {"chapter_no": "4", "sutra_no": "25", "sutra": "Other yogis undertake sacrifice to gods alone, Others offer the Self, as a sacrifice by the Self itself, in the fire of Brahman."}, {"chapter_no": "4", "sutra_no": "26", "sutra": "Others offer the organs, viz ear etc., in the fires of self-control. Others offer the objects, viz sound etc., in the fires of the organs."}, {"chapter_no": "4", "sutra_no": "27", "sutra": "Others offer all the activities of the organs and the activities of the vital force into the fire of the yoga of sel-control which has been lighted by Knowledge."}, {"chapter_no": "4", "sutra_no": "28", "sutra": "Similarly, others are performers of sacrifices through wealth, through austerity, through yoga, and through study and knowledge; others are ascetics with severe vows."}, {"chapter_no": "4", "sutra_no": "29", "sutra": "Constantly practising control of the vital forces by stopping the movements of the outgoing and the incoming breaths, some offer as a sacrifice the outgoing breath in the incoming breath; while still others, the incoming breath in the outgoing breath."}, {"chapter_no": "4", "sutra_no": "30", "sutra": "Others, having their food regulated, offer the vital forces in the vital forces. All of them are knowers of the sacrifice and have their sins destroyed by sacrifice."}, {"chapter_no": "4", "sutra_no": "31", "sutra": "Those who partake of the nectar left over after a sacrifice, reach the eternal Brahman. This world ceases to exist for one who does not perform sacrifices. What to speak of the other (world), O best among the Kurus (Arjuna)!"}, {"chapter_no": "4", "sutra_no": "32", "sutra": "Thus, various kinds of sacrifices lie spread at the mouth of the Vedas. Know them all to be born of action. Knowing thus, you will become liberated."}, {"chapter_no": "4", "sutra_no": "33", "sutra": "O destroyer of enemies, Knowledge considered as a sacrifice is greater than sacrifices reiring materials. O son of Prtha, all actions in their totality culminate in Knowledge."}, {"chapter_no": "4", "sutra_no": "34", "sutra": "Know that through prostration, iniry and service. The wise ones who have realized the Truth will impart the Knowledge to you."}, {"chapter_no": "4", "sutra_no": "35", "sutra": "Knowing which, O Pandava (Arjuna), you will not come under delusion again in this way, and through which you will see all beings without exception in the Self and also in Me."}, {"chapter_no": "4", "sutra_no": "36", "sutra": "Even if you be the worst sinner among all sinners, still you will cross over all the wickedness with the raft of Knowledge alone."}, {"chapter_no": "4", "sutra_no": "37", "sutra": "O Arjuna, as a blazing fire reduces pieces of wood to ashes, similarly the fire of Knowledge reduces all actions to ashes."}, {"chapter_no": "4", "sutra_no": "38", "sutra": "Indeed, there is nothing purifying here comparable to Knowledge. One who has become perfected after a (long) time through yoga, realizes That by himself in his own heart."}, {"chapter_no": "4", "sutra_no": "39", "sutra": "The man who has faith, is diligent and has control over the organs, attains Knowledge. Achieving Knowledge, one soon attains supreme Peace."}, {"chapter_no": "4", "sutra_no": "40", "sutra": "One who is ignorant and faithless, and has a doubting mind perishes. Neither this world nor the next nor happiness exists for one who has a doubting mind."}, {"chapter_no": "4", "sutra_no": "41", "sutra": "O Dhananjaya (Arjuna), actions do not bind one who has renounced actions through yoga, whose doubt has been fully dispelled by Knowledge, and who is not inadvertent."}, {"chapter_no": "4", "sutra_no": "42", "sutra": "Therefore, O scion of the Bharata dyasty, take recourse to yoga and rise up, cutting asunder with the sword of Knowledge this doubt of your own in the heart, arising from ignorance."}]