[{"chapter_no": "3", "sutra_no": "1 ", "sutra": "Arjuna said  O Janardana (krsna), if it be Your opinion that wisdom is superior to action, why they do you urge me to horrible aciton, O Kesava ?"}, {"chapter_no": "3", "sutra_no": "2 ", "sutra": "You bewilder my understanding, as it were, by a seemingly conflicting statement! Tell me for certain one of these by which I may attain the highest Good."}, {"chapter_no": "3", "sutra_no": "3 ", "sutra": "The Blessed Lord said  O unblemished one, two kinds of steadfastness in this world were spoken of by Me in the days of yore-through the Yoga of Knowledge for the men of realization; through the Yoga of Action for the yogis."}, {"chapter_no": "3", "sutra_no": "4 ", "sutra": "A person does not attain freedom from action by abstaining from action; nor does he attain fulfilment merely through renunciation."}, {"chapter_no": "3", "sutra_no": "5 ", "sutra": "Because, no one ever remains even for a moment without doing work. For all are made to work under compulsion by the gunas born of Nature."}, {"chapter_no": "3", "sutra_no": "6 ", "sutra": "One, who after withdrawing the organs of action, sits mentally recollecting the objects of the senses, that one, of deluded mind, is called a hypocrite."}, {"chapter_no": "3", "sutra_no": "7 ", "sutra": "But, O Arjuna, one who engages in Karma-yoga with the organs of action, controlling the organs with the mind and becoming unattached-that one excels."}, {"chapter_no": "3", "sutra_no": "8 ", "sutra": "You perform the obligatory duties, for action is superior to inaction. And, through inaction, even the maintenance of your body will not be possible."}, {"chapter_no": "3", "sutra_no": "9 ", "sutra": "This man becomes bound by actions other than that action meant for God. Without being attached, O son of Kunti, you perform actions for Him."}, {"chapter_no": "3", "sutra_no": "10", "sutra": "In the days of yore, having created the beings together with the sacrifices, Prajapati said: 'By this you multiply. Let this be your yielder of coveted objects of desire.'"}, {"chapter_no": "3", "sutra_no": "11", "sutra": "'You nourish the gods with this. Let those gods nourish you. Nourishing one another, you shall attain the supreme Good.'"}, {"chapter_no": "3", "sutra_no": "12", "sutra": "'Being nourished by sacrifices, the gods will indeed give you the coveted enjoyments. He is certainly a theif who enjoys what have been given by them without offering (these) to them.'"}, {"chapter_no": "3", "sutra_no": "13", "sutra": "By becoming partakers of the remembers of sacrifices, they become freed from all sins. But the unholy persons who cook for themselves, they incur sin."}, {"chapter_no": "3", "sutra_no": "14", "sutra": "From food are born the creatures; the origin of food is from rainfall; rainfall originates from sacrifice; sacrifice has action as its origin."}, {"chapter_no": "3", "sutra_no": "15", "sutra": "Know that actin has the veda as its origin; the Vedas has the Immutable as its source. Hence, the all-pervading Veda is for ever based on sacrifice."}, {"chapter_no": "3", "sutra_no": "16", "sutra": "O Partha, he lives in vain who does not follow here the wheel thus set in motion, whose life is sinful, and who indulges in the senses."}, {"chapter_no": "3", "sutra_no": "17", "sutra": "But that man who rejoices only in theSelf and is satisfied with the Self, and is contented only in the Self-for him there is no duty to perform."}, {"chapter_no": "3", "sutra_no": "18", "sutra": "For him there is no concern here at all with performing action; nor any (concern) with nonperformance. Moreover, for him there is no dependence on any object to serve any purpose."}, {"chapter_no": "3", "sutra_no": "19", "sutra": "Therefore, remaining unattached, always perform the obligatory duty, for, by performing (one's) duty without attachment, a person attains the Highest."}, {"chapter_no": "3", "sutra_no": "20", "sutra": "For Janaka and others strove to attain Liberation through action itself. You ought to perform (your duties) keeping also in view the prevention of mankind from going astray."}, {"chapter_no": "3", "sutra_no": "21", "sutra": "Whatever a superior person does, another person does that very thing! Whatever he upholds as authority, an ordinary person follows that."}, {"chapter_no": "3", "sutra_no": "22", "sutra": "In all the three worlds, O Partha, there is no duty whatsoever for Me (to fulfil); nothing remains unachieved or to be achieved. [According to S. the translation of this portion is: There is nothing unattained that should be attained.-Tr.] (Still) do I continue in action."}, {"chapter_no": "3", "sutra_no": "23", "sutra": "For, O Partha, if at any time I do not continue [Ast. and A.A. read varteya instead of varteyam.-Tr.] vigilantly in action, men will follow My path in ever way."}, {"chapter_no": "3", "sutra_no": "24", "sutra": "These worlds will be ruined if I do not perform action. And I shall become the agent of intermingling (of castes), and shall be destroying these beings."}, {"chapter_no": "3", "sutra_no": "25", "sutra": "O scion of the Bharata dynasty, as the unelightened poeple act with attachment to work, so should the enlightened person act, without attachment, being desirous of the prevention of people from going astray."}, {"chapter_no": "3", "sutra_no": "26", "sutra": "The enlightened man should not create disturbance in the beliefs of the ignorant, who are attached to work. Working, while himself remaining deligen [Some translate yuktah as, 'in the right manner'. S. takes it in the sense of Yoga-yuktah, merged in yoga.-Tr.], he should make them do [Another reading is yojayet, meaning the same as josayet.-Tr.] all the duties."}, {"chapter_no": "3", "sutra_no": "27", "sutra": "While actions are being done in every way by the gunas (alities) of Nature, one who is deluded by egoism thinks thus: 'I am the doer.'"}, {"chapter_no": "3", "sutra_no": "28", "sutra": "But, O mighty-armed one, the one who is a knower of the facts about the varieties of the gunas (alities) and actions does not become attached, thinking thus: 'The organs rest (act) on the objects of the organs.'"}, {"chapter_no": "3", "sutra_no": "29", "sutra": "Those who are wholly deluded by the gunas of Nature become attached to the activities of the gunas. The knower of the All should not disturb those of dull intellect, who do not know the All."}, {"chapter_no": "3", "sutra_no": "30", "sutra": "Devoid of the fever of the soul, engage in battle by dedicating all actions to Me, with (your) mind intent on the Self, and becoming free from expectations and egoism."}, {"chapter_no": "3", "sutra_no": "31", "sutra": "Those men who ever follow this teaching of Mine with faith and without cavil, they also become freed from actions."}, {"chapter_no": "3", "sutra_no": "32", "sutra": "But those who, decaying [Finding fault where there is none.] this, do not follow My teaching, know them-who are deluded about all knoweldge [Knowledge concerning the alified and the un-alified Brahman.] and who are devoid of discrimination-to have gone to ruin."}, {"chapter_no": "3", "sutra_no": "33", "sutra": "Even a man of wisdom behaves according to his own nature. Being follow (their) nature. What can restraint do?"}, {"chapter_no": "3", "sutra_no": "34", "sutra": "Attraction and repulsion are ordained with regard to the objects of all the organs. One should not come under the sway of these two, because they are his adversaries."}, {"chapter_no": "3", "sutra_no": "35", "sutra": "One's own duty [Customary or scripturally ordained observances of different castes and sects.-Tr.], though defective, is superior to another's duty well-performed. Death is better while engaged in one's own duty; another's duty is fraught with fear."}, {"chapter_no": "3", "sutra_no": "36", "sutra": "Arjuna said  Now then, O scion of the Vrsni dynasty (Krsna), impelled by what does this man commit sin even against his wish, being constrained by force, as it were?"}, {"chapter_no": "3", "sutra_no": "37", "sutra": "The Blessed Lord said  This desire, this anger, born of the ality of rajas, is a great devourer, a great sinner. Know this to be the enemy here."}, {"chapter_no": "3", "sutra_no": "38", "sutra": "As fire is enveloped by smoke, as a mirror by dirt, and as a foetus remains enclosed in the womb, so in this shrouded by that."}, {"chapter_no": "3", "sutra_no": "39", "sutra": "O son of Kunti, Knowledge is covered by this constant enemy of the wise in the form of desire, which is an insatiable fire."}, {"chapter_no": "3", "sutra_no": "40", "sutra": "The organs, mind, and the intellect are said to be its abode. This one diversely deludes the embodied being by veiling Knowledge with the help of these."}, {"chapter_no": "3", "sutra_no": "41", "sutra": "Therefore, O scion of the Bharata dynasty, after first controlling the organs, renounce this one [A variant reading is, 'prajahi hi-enam, completely renounce this one'.-Tr.] which is sinful and a destroyer of learning and wisdom."}, {"chapter_no": "3", "sutra_no": "42", "sutra": "They say that the organs are superior (to the gross body); the mind is superior to the organs; but the intellect is superior to the mind. However, the one who is superior to the intellect is He."}, {"chapter_no": "3", "sutra_no": "43", "sutra": "[The Ast, introdcues this verse with, 'Tatah kim, what follows from that?'-Tr.] Understanding the Self thus [Understanding৷৷.thus:that desires can be conered through the knowledge of the Self.] as superior to the intellect, and completely establishing (the Self) is spiritual absorption with the (help of) the mind, O mighty-armed one, vanish the enemy in the form of desire, which is difficult to subdue."}]