[{"chapter_no": "16", "sutra_no": "1", "sutra": "The Blessed Lord said  Fearlessness, purity of mind, persistence in knowledge and yoga, charity and control of the external organs, sacrifice, (scriptural) study, austerity and recititude;"}, {"chapter_no": "16", "sutra_no": "2", "sutra": "Non-injury, truthfulness, absence of anger, renunciation, control of the internal organ, absence of vilification, kindness to creatures, non-covetousness, gentleness, modesty, freedom from restlessness;"}, {"chapter_no": "16", "sutra_no": "3", "sutra": "Vigour, forgiveness, fortitude, purity, freedom from malice, absence of haughtiness-these, O scion of the Bharata dynasty, are (the alties) of one born destined to have the divine nature."}, {"chapter_no": "16", "sutra_no": "4", "sutra": "O son of Prtha, (the attributes) of one destined to have the demoniacal nature are religious ostentation, pride and haughtiness, [Another reading is abhimanah, self-conceit.-Tr.], anger as also rudeness and ignorance."}, {"chapter_no": "16", "sutra_no": "5", "sutra": "The divine nature is the Liberation, the demoniacal is considered to be for inevitable bondage. Do not grieve, O son of Pandu! You are destined to have the divine nature."}, {"chapter_no": "16", "sutra_no": "6", "sutra": "In this world there are are two (kinds of) creation of beings: the divine and the demoniacal. The divine has been spoken of elaborately. Hear about the demoniacal from Me, O son of Prtha."}, {"chapter_no": "16", "sutra_no": "7", "sutra": "Neither do the demoniacal persons under-stand what is to be done and what is not to be done; nor does purity, or even good conduct or truthfulness exist in them."}, {"chapter_no": "16", "sutra_no": "8", "sutra": "They say that the world is unreal, it has no basis, it is without a God. It is born of mutual union brought about by passion! What other (cause can there be)?"}, {"chapter_no": "16", "sutra_no": "9", "sutra": "Holding on to this view, (these people) who are of depraved character, of poor intellect, given to fearful actions and harmful, wax strong for the ruin of the world."}, {"chapter_no": "16", "sutra_no": "1", "sutra": "0 Giving themselves up to insatiable passion, filled with vanity, pride and arrogance, adopting bad abjectives due to delusion, and having impure resolves, they engage in actions."}, {"chapter_no": "16", "sutra_no": "1", "sutra": "1 Beset with innumerable cares which end (only) with death, holding that the enjoyment of desirable objects is the highest goal, feeling sure that this is all."}, {"chapter_no": "16", "sutra_no": "1", "sutra": "2 Bound by hundreds of shackles in the form of hope, giving themselves wholly to passion and anger, they endeavour to amass wealth through foul means for the enjoyment of desirable objects."}, {"chapter_no": "16", "sutra_no": "1", "sutra": "3 'This has been gained by me today; I shall acire this desired object. This is in hand; again, this wealth also will come to me.'"}, {"chapter_no": "16", "sutra_no": "1", "sutra": "4 'That enemy has been killed by me, and I shall kill others as well. I am the lord, I am the enjoyer, I am well-established, mighty and happy.'"}, {"chapter_no": "16", "sutra_no": "1", "sutra": "5 'I am rich and high-born; who else is there similar to me? I shall perform sacrifices; I shall give, I shall rejoice,'-thus they are diversely deluded by non-discrimination."}, {"chapter_no": "16", "sutra_no": "1", "sutra": "6 Bewildered by numerous thoughts, caught in the net of delusion, (and) engrossed in the enjoyment of desirable objects, they fall into a foul hell."}, {"chapter_no": "16", "sutra_no": "1", "sutra": "7 Self-conceited, haughty, filled with pride and intoxication of wealth, they perform sacrifices which are so in name only, with ostentation and regardless of the injunctions."}, {"chapter_no": "16", "sutra_no": "1", "sutra": "8 Resorting to egotism, power, arrogance, passion and anger, hating Me in their own and others' bodies, (they become) [As the finite verb is missing in the verse, we have supplied 'they become'. S. adds the verb prabhavanti, wax strong, from verse 9, and constructs the last portion thus: '৷৷.the envious ones wax strond.' Following S. S., however, one may combine this verse with the preceding verse by taking 'perform sacrifices' as the finite verb.-Tr.'] envious by nature."}, {"chapter_no": "16", "sutra_no": "1", "sutra": "9 I cast for ever those hateful, cruel, evil-doers in the worlds, the vilest of human beings, verily into the demoniacla classes."}, {"chapter_no": "16", "sutra_no": "2", "sutra": "0 Being born among the demoniacal species in births after births, the foods, without ever reaching Me, O son of Kunti, attain conditions lower than that."}, {"chapter_no": "16", "sutra_no": "2", "sutra": "1 This door of hell, which is the destroyer of the soul, is of three kinds-passion, anger and also greed. Therefore one should forsake these three."}, {"chapter_no": "16", "sutra_no": "2", "sutra": "2 O son of Kunti, a person who is free from these three doors to darkness strives for the good of the soul. Thery he attains the highest Goal."}, {"chapter_no": "16", "sutra_no": "2", "sutra": "3 Ignoring the precept of the scriptures, he who acts under the impulsion of passion,-he does not attain perfection, nor happiness, nor the supreme Goal."}, {"chapter_no": "16", "sutra_no": "2", "sutra": "4 Therefore, the scripture is your authority as regards the determination of what is to be done and what is not to be done. After understanding (your) duty as presented by scriptural injunction, you ought to perform (your duty) here."}]